Repository: AndresRohr/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: el, hu

source: HELP_Key repeat value (250-900)
el: ΒΟΗΘΕΙΑ_Τιμή επανάληψης πλήκτρου (250-900)
hu: A gomb újra lenyomási sebessége a gomb megnyomásakor.

source: Show message if file added to playlist
el: Εμφάνιση μηνύματος όταν ένα αρχείο προστίθεται στη λίστα αναπαραγωγής
hu: Üzenet megjelenítése, ha a fájl hozzáadódik a lejátszási listához

source: HELP_Show message if file added to playlist
el: ΒΟΗΘΕΙΑ_Εμφάνιση μηνύματος όταν ένα αρχείο προστίθεται στη λίστα αναπαραγωγής
hu: Üzenet megjelenítése, ha a fájl hozzáadódik a lejátszási listához

source: HELP_Advanced Skin options separator
el: ΒΟΗΘΕΙΑ_Προχωρημένος διαχωριστής επιλογών Θέματος
hu: Fejlett kinézet (Skin) opció elválasztó

source: Use original EMC-skin (needs reopen)
el: Χρήση του αρχικού θέματος EMC (απαιτείται επανεκκίνηση)
hu: Az eredeti EMC kinézet van használva (újraindítás szükséges)

source: HELP_Use original EMC-skin (needs reopen)
el: ΒΟΗΘΕΙΑ_Χρήση του αρχικού θέματος EMC (απαιτείται επανεκκίνηση)
hu: Az eredeti EMC kinézet van használva (újraindítás szükséges)

source: HELP_Advanced audio metadata options separator
el: ΒΟΗΘΕΙΑ_Προχωρημένος διαχωριστής μεταδεδομένων ήχου
hu: Fejlett audió metaadat beállítás elválasztó

source: Download Mutagen-package for audio metadata
el: Λήψη πακέτου Mutagen για μεταδεδομένα ήχου
hu: Töltse le a Mutagen csomagot audió metaadatokhoz

source: HELP_Download Mutagen-package for audio metadata
el: ΒΟΗΘΕΙΑ_Λήψη πακέτου Mutagen για μεταδεδομένα ήχου
hu: Töltse le a Mutagen csomagot audió metaadatokhoz

source: Show audio metadata (needs skin-changes)
el: Εμφάνιση μεταταδεδομένων ήχου (απαιτούνται αλλαγές στο θέμα)
hu: Audió metaadatok megjelenítése

source: HELP_Show audio metadata (needs skin-changes)
el: ΒΟΗΘΕΙΑ_Εμφάνιση μεταταδεδομένων ήχου (απαιτούνται αλλαγές στο θέμα)
hu: Mutassa az audió metaadatait (kinézet változás szükséges)

source: Upgrade/Download Mutagen v1.28(experimental)
el: Αναβάθμιση/Λήψη Mutagen v1.28 (πειραματικό)
hu: Frissítés/Letöltés Mutagen v1.28 (kísérleti)

source: HELP_Upgrade/Download Mutagen v1.28(experimental)
el: ΒΟΗΘΕΙΑ_Αναβάθμιση/Λήψη Mutagen v1.28 (πειραματικό)
hu: Frissítés/Letöltés Mutagen v1.28 (kísérleti)

source: Enable EMC debug output
el: Ενεργοποίηση εξόδου εκσφαλμάτωσης EMC
hu: Engedélyezi az EMC hibakeresést

source: HELP_Enable EMC debug output
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση εξόδου εκσφαλμάτωσης EMC
hu: Aktiválja az EMC-hibakeresést. A naplófájl az "EMC hibakeresési könyvtár" könyvtárba kerül. CSAK PROBLÉMÁK ESETÉN ENGEDÉLYEZZE !!!

source: EMC output directory
el: EMC φάκελος εξόδου
hu: EMC hibakeresési könyvtár

source: HELP_EMC output directory
el: ΒΟΗΘΕΙΑ_EMC φάκελος εξόδου
hu: Válassza ki a hibakeresési könyvtárat a naplófájlhoz

source: Debug output file name
el: Όνομα αρχείου εξόδου εκσφαλμάτωσης
hu: Hibakeresési fájl neve

source: HELP_Debug output file name
el: ΒΟΗΘΕΙΑ_Όνομα αρχείου εξόδου εκσφαλμάτωσης
hu: A hibakeresési naplófájl neve

source: Install Mutagen-package
el: Εγκατάσταση πακέτου Mutagen
hu: Telepítse a Mutagen csomagot

source: Load default settings will overwrite all settings, really load them?
el: Η φόρτωση των προεπιλεγμένων ρυθμίσεων θα διαγράψει όλες τις ρυθμίσεις, να γίνει σίγουρα φόρτωση;
hu: Az alapértelmezett beállítások betöltése felülírja az összes beállítást, tényleg betölti őket?

source: Some settings changes require GUI restart to take effect.
el: Μερικές αλλαγές στις ρυθμίσεις απαιτούν επανεκκίνηση της επιφάνειας χρήστη για να εφαρμοστούν.
hu: Bizonyos beállítások módosításához szükség van a GUI újra indítására.

source: Really close without saving settings?
el: Έξοδος χωρίς αποθήκευση ρυθμίσεων;
hu: Bezárjam mentés nélkül?

source: Select Location
el: Επιλογή Τοποθεσίας
hu: Válasszon helyet

source: Given path %s does not exist. Please change.
el: Η διαδρομή %s δεν υπάρχει. Παρακαλώ αλλάξτε την.
hu: A(z) %s elérési út nem létezik. Kérem változtasson.

source: Trashcan create failed. Check mounts and permissions.
el: Αποτυχία δημιουργίας κάδου αχρήστων. Ελέγξτε τις προσαρτήσεις και τα δικαιώματα.
hu: A Kuka létrehozása sikertelen. Ellenőrizze a csatolásokat és engedélyeket.

source: jump to previous marked position
el: μετάβαση στην προηγούμενη μαρκαρισμένη θέση
hu: ugrás az előző megjelölt ponthoz

source: jump to next marked position
el: μετάβαση στην επόμενη μαρκαρισμένη θέση
hu: ugrás a következő megjelölt ponthoz

source: toggle a cut mark at the current position
el: εναλλαγή σημειωτή αποκοπής στην τρέχουσα θέση
hu: egy vágási jelet állítson be az aktuális pozícióban

source: Do you want to resume this playback?
el: Θέλετε να επανασυνεχίσετε την αναπαραγωγή;
hu: Szeretné folytatni ezt a lejátszást ahonnan abbahagyta?

source: Resume position at %s
el: Συνέχιση από το %s
hu: Lejátszás folytatása innen: %s

source: Resuming playback
el: Επανασυνέχιση αναπαραγωγής
hu: Lejátszás folytatása

source: OSError - please reload list (EMC menu)
el: Σφάλμα OS - παρακαλώ επαναφορτώστε τη λίστα (μενού EMC)
hu: OSError - kérjük, töltse újra a listát (EMC menü)

source: trashcan
el: κάδος αχρήστων
hu: kuka

source: Latest Recordings
el: Τελευταίες Εγγραφές
hu: Legújabb felvételek

source: VLC-Server
el: Διακομιστής VLC

source: VLC-Dir
el: Φάκελος VLC

source: Latest
el: Τελευταία
hu: Legújabb

source: Up
el: Επάνω
hu: Fel

source: Bookmark
el: Σελιδοδείκτης
hu: Könyvjelző

source: UNKNOWN
el: ΑΓΝΩΣΤΟ
hu: ISMERETLEN

source: Trashcan
el: Κάδος αχρήστων
hu: Kuka

source: Directory
el: Φάκελος
hu: Mappa

source: Link
el: Σύνδεση
hu: Hivatkozás

source: Collection
el: Συλλογή
hu: Gyűjtemény

source: German
el: Γερμανικά
hu: Német

source: English
el: Αγγλικά
hu: Angol

source: Yes
el: Ναι
hu: Igen

source: No
el: Όχι
hu: Nem

source: Movies
el: Ταινίες
hu: Felvételek

source: TV Shows
el: Τηλεοπτικά Σόου
hu: TV műsorok

source: Content:
el: Περιεχόμενο:
hu: Tartalom:

source: Runtime:
el: Χρονική διάρκεια:
hu: Futásidő:

source: Minutes
el: Λεπτά
hu: Perc

source: Genre:
el: Είδος:
hu: Mûfaj:

source: Production Countries:
el: Χώρες Παραγωγής:

source: Release Date:
el: Ημερομηνία Κυκλοφορίας:
hu: Kiadás Dátuma:

source: Vote:
el: Βαθμολογία:
hu: Szavazás:

source: unknown
el: άγνωστο
hu: ismeretlen

source: Search results for:
el: Αποτελέσματα αναζήτησης για:
hu: Keresés eredménye:

source: Movie Info
el: Πληροφορίες Ταινίας
hu: Felvétel Információ

source: movies found!
el: ταινίες βρέθηκαν!
hu: talált felvételeket!

source: An error occured! Internet connection broken?
el: Προέκυψε ένα σφάλμα! Προβληματική σύνδεση στο διαδίκτυο;
hu: Hiba lépett fel! Az internetkapcsolat megszakadt?

source: Movie Information Download (TMDb)
el: Λήψη Πληροφοριών Ταινίας (TMDb)
hu: Felvétel Információ Letöltés (TMDb)

source: Movie Information downloaded successfully!
el: Επιτυχής λήψη Πληροφοριών Ταινίας
hu: Felvétel Információjának letöltése sikeresen letöltve!

source: Cover %s exists! Do you want to replace the existing cover?
el: Το εξώφυλλο %s υπάρχει! Θέλετε να αντικατασταθεί το υπάρχον εξώφυλλο;
hu: Borító %s létezik! Ki szeretné cserélni a meglévő borítót?

source: Movie Information Preview for:
el: Προεπισκόπηση Πληροφοριών Ταινίας για:
hu: Felvételi Információk előnézete ennek:

source: Movie Information Preview
el: Προεπισκόπηση Πληροφοριών Ταινίας
hu: Felvételi Információk előnézete

source: Nothing was found !
el: Δεν βρέθηκε τίποτα !
hu: Nincs találat!

source: Movie Information TMDb
el: Πληροφορίες Ταινίας TMDb
hu: Felvétel információ TMDb

source: Movie Information and Cover downloaded successfully!
el: Επιτυχής λήψη Πληροφοριών και Εξωφύλλου Ταινίας!
hu: A felvételi információk és a borító letöltése sikeres!

source: Movie Information downloaded successfully! Can not write Movie Cover File %s
el: Επιτυχής λήψη Πληροφοριών Ταινίας! Αδυναμία εγγραφής αρχείου Εξωφύλλου %s
hu: A felvételi információ sikeresen letöltődött! Nem lehet írni a felvétel borító fájlját %s

source: Movie Cover downloaded successfully! Can not write Movie Information File %s
el: Επιτυχής λήψη Εξωφύλλου Ταινίας! Αδυναμία εγγραφής αρχείου Πληροφοριών Ταινίας %s
hu: A felvétel borítója sikeresen letöltődött! Nem lehet a felvételi információs fájlt írni %s

source: Can not write Movie Information and Cover File %s %s
el: Αδυναμία εγγραφής αρχείου Πληροφοριών Ταινίας και Εξωφύλλου %s %s
hu: Nem lehet a felvételi információ és a borító fájlokat írni %s %s

source: Can not write Movie Information File %s
el: Αδυναμία εγγραφής αρχείου Πληροφοριών Ταινίας %s
hu: Nem lehet a felvétel információs fájlját írni %s

source: Language:
el: Γλώσσα:
hu: Nyelv:

source: Load Runtime:
el: Φόρτωση Χρονικής Διάρκειας:
hu: Futásidő:

source: Load Genre:
el: Φόρτωση Είδους:
hu: Műfaj:

source: Load Production Countries:
el: Φόρτωση Χωρών Παραγωγής:
hu: Gyártási hely:

source: Load Release Date:
el: Φόρτωση Ημερομηνίας Κυκλοφορίας:
hu: Kiadás Dátuma:

source: Load Vote:
el: Φόρτωση Βαθμολογίας:
hu: Szavazás:

source: Save Cover
el: Αποθήκευση Εξωφύλλου
hu: Borító mentés

source: Coversize
el: Μέγεθος εξωφύλλου
hu: Borító mérete

source: Switch complete to new Version
el: Αλλαγή ολοκληρωμένου στη νέα Έκδοση
hu: Kapcsolja be az új verziót

source: Movie Information Download Setup
el: Ρυθμίσεις Λήψης Πληροφοριών Ταινίας
hu: A felvételi információk letöltésének beállítása

source: Location:
el: Τοποθεσία:
hu: Hely:

source: Foldername:
el: Όνομα φακέλου:
hu: Mappa neve:

source: Filename:
el: Όνομα αρχείου:
hu: Fájl neve:

source: Movietitle:
el: Τίτλος ταινίας:
hu: Felvétel címe:

source: Description:
el: Περιγραφή:
hu: Leírás:

source: Change Foldername
el: Αλλαγή ονόματος φακέλου
hu: A mappa nevének módosítása

source: Change File/Moviename and/or Description
el: Αλλαγή Αρχείου/Ονόματος Ταινίας και/ή Περιγραφής
hu: Fájl/Felvétel neve és/vagy Leírás módosítása

source: EMC: Skipping Trashcan Cleanup Movie Home Path is equal to or a subfolder of the Trashcan
el: EMC: Παράκαμψη Εκκαθάρισης Κάδου Αχρήστων Η Κεντρική Διαδρομή Ταινιών είναι ίση με ή υποφάκελος του Κάδου Αχρήστων
hu: EMC: a Kuka tisztításának kihagyása A Felvételek helye egyenlő a Kukával vagy a Kuka almappájával

source: EMC Trashcan Cleanup failed!
el: Αποτυχία Εκκαθάρισης Κάδου Αχρήστων EMC!
hu: EMC Kuka tisztítása sikertelen!

source: Artist:
el: Καλλιτέχνης:
hu: Elõadó:

source: Album:
el: Άλμπουμ:

source: Reading directory...
el: Ανάγνωση φακέλου...
hu: Könyvtár olvasása...

source: Play selected movie(s)
el: Αναπαραγωγή επιλεγμένης(ων) ταινίας(ων)
hu: A kiválasztott felvétel(ek) lejátszása

source: Play All
el: Αναπαραγωγή Όλων
hu: Az összes lejátszása

source: Shuffle All
el: Τυχαία αναπαραγωγή Όλων
hu: Összes keverése

source: Close EMC
el: Κλείσιμο του EMC
hu: EMC bezárása

source: Open menu
el: Άνοιγμα μενού
hu: Menü megnyitása

source: Show event info
el: Εμφάνιση πληροφοριών προγράμματος
hu: Esemény információ megjelenítése

source: IMDBSearch / EMC-TMDBInfo / TMDBInfo / TMBDInfo / CSFDInfo
el: Αναζήτηση IMDB / Πληροφορίες EMC-TMDB / Πληροφορίες TMDB / Πληροφορίες TMBD / Πληροφορίες CSFD

source: Move cursor page up
el: Μετακίνηση κέρσορα μία σελίδα επάνω
hu: Kurzor mozgatása egy oldallal feljebb

source: Move cursor page down
el: Μετακίνηση κέρσορα μία σελίδα κάτω
hu: Kurzor mozgatása egy oldallal lejjebb

source: Move cursor up
el: Μετακίνηση κέρσορα επάνω
hu: Kurzor mozgatása felfelé

source: Move cursor down
el: Μετακίνηση κέρσορα κάτω
hu: Kurzor mozgatása lefelé

source: Move cursor to the top / Move cursor x entries up / Switch Folders in Movie Home (up)
el: Μετακίνηση κέρσορα στην κορυφή / Μετακίνηση κέρσορα x στοιχεία επάνω / Αλλαγή Φακέλων στην Κεντρική Σελίδα Ταινιών (επάνω)
hu: Mozgassa a kurzort a tetejére / Mozgassa a kurzort x sorral felfelé / Mozgassa a mappákat a Felvételek Kezdőmappájára (fel)

source: Move cursor to the end / Move cursor x entries down / Switch Folders in Movie Home (down)
el: Μετακίνηση κέρσορα στο τέλος / Μετακίνηση κέρσορα x στοιχεία κάτω / Αλλαγή Φακέλων στην Κεντρική Σελίδα Ταινιών (κάτω)
hu: Mozgassa a kurzort a végére / Mozgassa a kurzort x sorral lefelé / Mozgassa a mappákat a Felvételek Kezdőmappájára (lefelé)

source: Directory forward
el: Φάκελος εμπρός
hu: Könyvtár előre

source: Directory back
el: Φάκελος πίσω
hu: Könyvtár vissza

source: Toggle service selection
el: Εναλλαγή επιλογής υπηρεσίας
hu: Csatorna kiválasztás váltása

source: Remove service selection
el: Αφαίρεση επιλογής υπηρεσίας
hu: Csatorna kiválasztás törlése

source: Available plugins menu
el: Διαθέσιμο μενού προσθέτων
hu: Rendelkezésre álló bővítmények menü

source: Reload movie file list
el: Επαναφόρτωση λίστας αρχείων ταινιών
hu: Újra tölti a Felvet filmek listáját

source: Open Timer List
el: Άνοιγμα Λίστας Χρονοδιακοπτών
hu: Időzítő lista megnyitása

source: Toggle viewed / not viewed
el: Εναλλαγή παρακολούθησης / μη παρακολούθησης
hu: A megtekintett/nem látott nézet váltása

source: Start / end multiselection
el: Εκκίνηση / τέλος πολλαπλής επιλογής
hu: Indulás/Vége többszörös kiválasztás

source: E2 Bookmark
el: Σελιδοδείκτης Ε2
hu: E2 könyvjelző

source: Open E2 Bookmark path
el: Άνοιγμα διαδρομής Σελιδοδείκτη Ε2
hu: Nyissa meg az E2 könyvjelző útvonalát

source: No script operation for VLC streams.
el: Χωρίς λειτουργία script για τις ροές VLC.
hu: Nincs szkript művelet a VLC adatfolyamokhoz.

source: Does not contain any scripts.
el: Δεν περιέχονται scripts.
hu: Nem tartalmaz szkripteket.

source: Choose script
el: Επιλογή script
hu: Válasszon szkriptet

source: Cover search with all Files in Subdirectories? This may take a while on huge Disks, or Directories!
el: Αναζήτηση Εξωφύλλου με όλα τα Αρχεία στους Υποφακέλους; Αυτό μπορεί να διαρκέσει αρκετά σε τεράστιους δίσκους ή φακέλους!
hu: Borító keresése az összes alkönyvtárban lévő fájlokra? Ez eltarthat egy ideig a hatalmas adatmennyiség esetén!

source: No functionality set...
el: Μη ορισμένη λειτουργικότητα...
hu: Nincs funkció beállítva...

source: *** Multiselection active ***
el: *** Πολλαπλή επιλογή ενεργή ***
hu: *** Többszörös kiválasztás aktív ***

source: Sort Mode
el: Λειτουργία Ταξινόμησης
hu: Rendezési mód

source: Sort Order
el: Σειρά Ταξινόμησης
hu: Sorrend

source: Hide Cover
el: Απόκρυψη Εξωφύλλου
hu: Borítókép elrejtése

source: Button disabled
el: Πλήκτρο ανενεργό
hu: A gomb letiltva

source: Cover disabled in EMC-Setup
el: Εξώφυλλο ανενεργό στις ρυθμίσεις EMC
hu: A borítókép letiltva az EMC beállításban

source: File not available.
el: Το αρχείο δεν είναι διαθέσιμο.
hu: A fájl nem elérhető.

source: File added to current Playlist.
el: Το αρχείο προστέθηκε στην τρέχουσα Λίστα Αναπαραγωγής.
hu: Fájl hozzáadása az aktuális Lejátszási listához.

source: File exists in current Playlist.
el: Το αρχείο υπάρχει στην τρέχουσα Λίστα Αναπαραγωγής.
hu: A fájl létezik az aktuális lejátszási listában.

source: Files added to current Playlist.
el: Τα αρχεία προστέθηκαν στην τρέχουσα Λίστα Αναπαραγωγής.
hu: Fájlok hozzáadása az aktuális Lejátszási listához.

source: Files added to current Playlist: %s Files exists in current Playlist: %s
el: Τα αρχεία προστέθηκαν στην τρέχουσα Λίστα Αναπαραγωγής: %s Τα αρχεία υπάρχουν στην τρέχουσα Λίστα Αναπαραγωγής: %s
hu: Az aktuális lejátszási listához hozzáadott fájlok: %s Fájlok léteznek az aktuális lejátszási listában: %s

source: Files exists in current Playlist: %s
el: Τα αρχεία υπάρχουν στην τρέχουσα Λίστα Αναπαραγωγής: %s
hu: Fájlok léteznek az aktuális lejátszási listában: %s

source: Last played movie/playlist not available...
el: Η τελευταία αναπαραγώμενη ταινία/λίστα αναπαραγωγής δεν είναι διαθέσιμη...
hu: Utoljára lejátszott felvétel/lejátszási lista nem érhető el...

source: Play last movie starting
el: Εκκίνηση αναπαραγωγής τελευταίας ταινίας
hu: Az utolsó film indítása

source: Play All starting
el: Εκκίνηση Αναπαραγωγής Όλων
hu: Az összes lejátszása kezdődik

source: Shuffle All starting
el: Εκκίνηση Τυχαίας Αναπαραγωγής Όλων
hu: Véletlenszerű lejátszás kezdődik

source: Not stopping any repeating timers. Modify them with the timer editor.
el: Μη διακοπή κανενός επαναλαμβανόμενου χρονοδιακόπτη. Τροποποιήστε τους με την επεξεργασία χρονοδιακοπτών.
hu: Nem állít meg semmilyen ismétlődő időzítőt. Módosítsa őket az időzítő szerkesztővel.

source: Stop ongoing recording?
el: Διακοπή συνεχιζόμενης εγγραφής;
hu: A folyamatos felvétel leállítása?

source: Do you really want to remove your link %s?
el: Θέλετε σίγουρα να αφαιρεθεί ο σύνδεσμός σας %s?
hu: Tényleg szeretné eltávolítani a linket %s?

source: Do you really want to remove your directory %s?
el: Θέλετε σίγουρα να αφαιρεθεί ο φάκελός σας %s?
hu: Tényleg el szeretné távolítani a könyvtárat? %s?

source: Do you really want to remove your bookmark %s?
el: Θέλετε σίγουρα να αφαιρεθεί ο σελιδοδείκτης σας; %s?
hu: Tényleg szeretné eltávolítani a könyvjelzőjét? %s?

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
el: Διαγραφή απομακρυσμένων εγγραφών και θα εμφανιστεί ένας διάλογος σφάλματος εγγραφής στην άλλη Β/Δ.
hu: Távoli rögzítés törlése és egy másik hibaüzenet jelenik meg a másik DB-ben.

source: permanently
el: μόνιμα
hu: véglegesen

source: currently played?
el: τρέχουσα αναπαραγωγή;
hu: jelenleg játszott?

source: all selected video files?
el: όλα τα επιλεγμένα αρχεία βίντεο;
hu: az összes kijelölt videofájlt?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
el: όλα τα επιλεγμένα αρχεία βίντεο; Η τρέχουσα αναπαραγώμενη ταινία είναι επίσης επιλεγμένη και η αναπαραγωγή της θα διακοπεί.
hu: az összes kijelölt videofájlt? The currently playing movie is also one of the selections and its playback will be stopped.

source: Delete error:
el: Σφάλμα διαγραφής:
hu: Törlés hiba:

source: The following files are used for other entrys in List ! Also delete these files? %s
el: Τα ακόλουθα αρχεία χρησιμοποιούνται για άλλα στοιχεία στη Λίστα ! Να διαγραφούν επίσης αυτά τα αρχεία; %s
hu: A következő fájlok a listán szereplő egyéb bejegyzésekhez használatosak! Törölje ezeket a fájlokat is? %s

source: This element belongs to a locked folder and cannot be deleted!
el: Αυτό το στοιχείο ανήκει σε έναν κλειδωμένο φάκελο και δεν μπορεί να διαγραφεί!
hu: Ez az elem zárolt mappához tartozik, és nem törölhető!

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
el: Η διαγραφή απέτυχε λόγω απουσίας του κάδου αχρήστων. Προσπάθεια δημιουργίας του τώρα;
hu: A törlés sikertelen volt, mert a kuka könyvtár nem létezik. Megpróbálja létrehozni most?

source: This folder is locked or contains a locked subfolder, unlock it first!
el: Αυτός ο φάκελος είναι κλειδωμένος ή περιέχει έναν κλειδωμένο υποφάκελο, ξεκλειδώστε τον πρώτα!
hu: Ez a mappa zárolva van, vagy zárolt almappát tartalmaz, először szüntesse meg a zárolást!

source: Directory is not empty! Do you really want to delete it?
el: Ο φάκελος δεν είναι κενός! Θέλετε σίγουρα να διαγραφεί;
hu: A könyvtár nem üres! Tényleg törölni szeretné?

source: Cannot delete the parent directory.
el: Αδυναμία διαγραφής του γονικού φακέλου.
hu: A szülőkönyvtár nem törölhető.

source: Delete failed!
el: Η διαγραφή απέτυχε!
hu: A törlés sikertelen!

source: Move file(s):
el: Μετακίνηση αρχείου(ων):
hu: Fájl(ok) áthelyezése:

source: How to move files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow.
el: Τρόπος μετακίνησης αρχείων: Επιλέξτε κάποιες ταινίες με το πλήκτρο VIDEO, μετακινήστε τον κέρσορα στην κορυφή του φακέλου προορισμού και πιέστε το κίτρινο.
hu: Fájlok áthelyezése: Válasszon ki néhány felvételt a VIDEO gombbal, mozgassa a kurzort a célkönyvtár tetejére, és nyomja meg a sárga gombot.

source: Copy file(s):
el: Αντιγραφή αρχείου(ων):
hu: Fájl(ok) másolása:

source: How to copy files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow long.
el: Τρόπος αντιγραφής αρχείων: Επιλέξτε κάποιες ταινίες με το πλήκτρο VIDEO, μετακινήστε τον κέρσορα στην κορυφή του φακέλου προορισμού και πιέστε παρατεταμένα το κίτρινο.
hu: A fájlok másolása: Válasszon ki néhány felvételt a VIDEO gombbal, mozgassa a kurzort a célkönyvtár tetejére, és nyomja meg a sárga gombot.

source: Move Directory:
el: Μετακίνηση Φακέλου:
hu: Áthelyezett könyvtár:

source: Choose operation
el: Επιλογή εργασίας
hu: Válasszon műveletet

source: Movie home
el: Κεντρικός φάκελος ταινιών
hu: Felvételek helye

source: Directory up
el: Φάκελος επάνω
hu: Egy mappát fel

source: Reload current directory
el: Επαναφόρτωση τρέχοντος φακέλου
hu: Aktuális könyvtár újra töltése

source: Playlist Options
el: Επιλογές Λίστας Αναπαραγωγής
hu: Lejátszási lista beállításai

source: Add to current Playlist
el: Προσθήκη στην τρέχουσα Λίστα Αναπαραγωγής
hu: Hozzáadás az aktuális lejátszási listához

source: Play last
el: Αναπαραγωγή τελευταίου
hu: Utoljára játszott

source: Cover search
el: Αναζήτηση εξωφύλλου
hu: Borító keresés

source: Directory-Cover search
el: Αναζήτηση Εξωφύλλου Φακέλου
hu: Könyvtár borító keresés

source: Delete permanently
el: Μόνιμη διαγραφή
hu: Véglegesen törlődjön

source: Empty trashcan
el: Άδειασμα του κάδου αχρήστων
hu: Kuka ürítése

source: Go to trashcan
el: Μετάβαση στον κάδο αχρήστων
hu: Ugrás a Kukához

source: Mark all movies
el: Μαρκάρισμα όλων των ταινιών
hu: Az összes felvétel megjelölése

source: Remove rogue files
el: Αφαίρεση περιττών αρχείων
hu: A becsapós fájlok törlése

source: Delete cut file(s)
el: Διαγραφή αρχείου(ων) αποκοπής
hu: Törli a vágott fájlt, fájlokat

source: Create link
el: Δημιουργία συντόμευσης
hu: Link létrehozása

source: Create directory
el: Δημιουργία φακέλου
hu: Mappa létrehozása

source: (Un-)Lock Directory
el: (Ξε)Κλείδωμα Φακέλου
hu: Könyvtár zárolás/zárolás megszüntetés

source: Copy Files
el: Αντιγραφή Αρχείων
hu: Fájlok másolása

source: Move Files
el: Μετακίνηση Αρχείων
hu: Fájlok áthelyezése

source: Copy File
el: Αντιγραφή Αρχείου
hu: Fájl másolása

source: Move File
el: Μετακίνηση Αρχείου
hu: Fájl áthelyezése

source: Download Movie Information
el: Λήψη Πληροφοριών Ταινίας
hu: Felvételi információk letöltése

source: Rename selected movie(s)
el: Μετονομασία επιλεγμένων ταινιών
hu: A kiválasztott felvétel(ek) átnevezése

source: Remove cut list marker
el: Αφαίρεση σημειωτή λίστας αποκοπών
hu: Vágó lista jelölő eltávolítása

source: Reset marker from selected movie(s)
el: Μηδενισμός σημειωτή από τις επιλεγμένες ταινίες
hu: A kiválasztott felvételen a jelölők alaphelyzetbe állítása

source: Add directory to E2 Bookmarks
el: Προσθήκη φακέλου στους Σελιδοδείκτες Ε2
hu: Könyvtár hozzáadása az E2 Könyvjelzőkhöz

source: Remove directory from E2 Bookmarks
el: Αφαίρεση φακέλου από τους Σελιδοδείκτες Ε2
hu: Az E2 könyvjelzőkből a könyvtár eltávolítása

source: Remove selected E2 Bookmark
el: Αφαίρεση επιλεγμένου Σελιδοδείκτη Ε2
hu: Kiválasztott E2 könyvjelző eltávolítása

source: Open EMC Bookmark path
el: Άνοιγμα διαδρομής Σελιδοδείκτη EMC
hu: Az EMC könyvjelző útvonalának megnyitása

source: Add directory to EMC Bookmarks
el: Προσθήκη φακέλου στους Σελιδοδείκτες EMC
hu: Könyvtár hozzáadása EMC könyvjelzőkhöz

source: Remove directory from EMC Bookmarks
el: Αφαίρεση φακέλου από τους Σελιδοδείκτες EMC
hu: Könyvtárak eltávolítása az EMC könyvjelzőkből

source: Remove selected EMC Bookmark
el: Αφαίρεση επιλεγμένου Σελιδοδείκτη EMC
hu: Kiválasztott EMC könyvjelző eltávolítása

source: Set permanent sort
el: Ορισμός μόνιμης ταξινόμησης
hu: Állítsa be az állandó rendezést

source: Remove permanent sort
el: Αφαίρεση μόνιμης ταξινόμησης
hu: Távolítsa el az állandó rendezést

source: Remove permanent sort from parent
el: Αφαίρεση μόνιμης ταξινόμησης από το γονικό
hu: Távolítsa el az állandó rendezést a szülő sorrendből

source: EMC Setup
el: Ρυθμίσεις EMC
hu: EMC beállítása

source: Choose plugin
el: Επιλογή πρόσθετου
hu: Válasszon bővítményt
