Repository: AndresRohr/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: el, hu

source: Hide configured entries
el: Απόκρυψη ρυθμισμένων στοιχείων
hu: A konfigurált bejegyzések elrejtése

source: HELP_cfghide_enable
el: ΒΟΗΘΕΙΑ_ενεργοποίηση_απόκρυψης_cfg
hu: Az '/etc/enigma2/emc-hide.cfg' listájában szereplő fájlok és könyvtárak elrejtése. E beállítás megváltoztatásához az Enigma2 újra indítása szükséges

source: Scan for DVD structures
el: Ανίχνευση δομών DVD
hu: A DVD felépítésének beolvasása

source: HELP_Scan for DVD structures
el: ΒΟΗΘΕΙΑ_Ανίχνευση δομών DVD
hu: Tiltsa le a DVD struktúrák elemzését minden könyvtárban. Ezzel elkerülhető a (hálózati) diszkek nemkívánatos ébresztése

source: Scan for movie structures
el: Ανίχνευση δομών ταινιών
hu: A felvétel felépítésének beolvasása

source: HELP_Scan for movie structures
el: ΒΟΗΘΕΙΑ_Ανίχνευση δομών ταινιών
hu: A felvétel felépítésének beolvasása

source: Scan for bluray structures
el: Ανίχνευση δομών bluray
hu: Vizsgálja meg a bluray struktúrákat

source: HELP_Scan for bluray structures
el: ΒΟΗΘΕΙΑ_Ανίχνευση δομών bluray
hu: Vizsgálja meg a bluray struktúrákat

source: Scan for bluray structures in .iso
el: Ανίχνευση δομών bluray στο .iso
hu: Vizsgálja meg a bluray struktúrákat a .iso fájlban

source: HELP_Scan for bluray structures in .iso
el: ΒΟΗΘΕΙΑ_Ανίχνευση δομών bluray στο .iso
hu: Vizsgálja meg a bluray struktúrákat a .iso fájlban

source: Suppress scan in selected folders
el: Παράκαμψη ανίχνευσης σε επιλεγμένους φακέλους
hu: Szüntesse meg a szkennelést a kiválasztott mappákban

source: HELP_cfgscan_suppress
el: ΒΟΗΘΕΙΑ_καταστολή_ανίχνευσης_cfg
hu: Ha 'igen', akkor az '/etc/enigma2/emc-noscan.cfg' listában felsorolt ​​elérési utakból a DVD-struktúrákat nem ellenőrzi. Ezzel elkerülhető a (hálózati) diszkek nemkívánatos ébresztése. E beállítás megváltoztatásához az Enigma2 újraindítása szükséges

source: Scan linked folders
el: Αναζήτηση σε συνδεδεμένους φακέλους
hu: A linkelt mappák beolvasása

source: HELP_scan_linked
el: ΒΟΗΘΕΙΑ_ανίχνευση_συνδεδεμένων
hu: Tiltsa le a DVD struktúrák elemzését az Alkönyvtárakban. Ezzel elkerülhető a (hálózati) diszkek nemkívánatos ébresztése

source: Try to load titles from .meta files
el: Προσπάθεια φόρτωσης τίτλων από αρχεία .meta
hu: Megpróbálja betölteni a címeket a .meta fájlokból

source: HELP_Try to load titles from .meta files
el: ΒΟΗΘΕΙΑ_Προσπάθεια φόρτωσης τίτλων από αρχεία .meta
hu: Titles will be loaded from the .meta if availiable. Otherwise the title will be extracted from the filename. (Is .meta and .eit activatetd, the .meta will be read first.)

source: Load all for non showing titles from .meta files
el: Φόρτωση όλων για μη εμφανιζόμενους τίτλους από αρχεία .meta
hu: Töltse be az összes nem megjelenített címet a .meta fájlokból

source: HELP_Load all for non showing titles from .meta files
el: ΒΟΗΘΕΙΑ_Φόρτωση όλων για μη εμφανιζόμενους τίτλους από αρχεία .meta
hu: Töltse be az összes nem megjelenített címet a .meta fájlokból

source: Try to load titles from .eit files
el: Προσπάθεια φόρτωσης τίτλων από αρχεία .eit
hu: Megpróbálja betölteni a címeket a .eit fájlokból

source: HELP_Try to load titles from .eit files
el: ΒΟΗΘΕΙΑ_Προσπάθεια φόρτωσης τίτλων από αρχεία .eit
hu: A címek betöltésre kerülnek a .eit-ből, ha rendelkezésre állnak. Ellenkező esetben a cím a fájlnévből lesz kinyerve. (Ha a .meta és .eit aktiválva, a .meta lesz először olvasva)

source: Replace special chars in title
el: Αντικατάσταση ειδικών χαρακτήρων στον τίτλο
hu: Cserélje ki a speciális karaktereket a címben

source: HELP_Replace special chars in title
el: ΒΟΗΘΕΙΑ_Αντικατάσταση ειδικών χαρακτήρων στον τίτλο
hu: Cserélje ki az aláhúzásokat és a pontokat a címekben szóközökkel

source: Show Movie Format
el: Εμφάνιση Φορμά Ταινίας
hu: A felvétel formátumának megjelenítése

source: HELP_Show Movie Format
el: ΒΟΗΘΕΙΑ_Εμφάνιση Φορμά Ταινίας
hu: A fájl kiterjesztése (fájlformátum) hozzá lesz adva a címhez

source: Show Cut-Nr if exist
el: Εμφάνιση αριθμού Αποκοπής αν υπάρχει
hu: Ha létezik, a vágási számot mutassa meg

source: HELP_Show Cut-Nr if exist
el: ΒΟΗΘΕΙΑ_Εμφάνιση αριθμού Αποκοπής αν υπάρχει
hu: Ha az Enigma2 újraindul egy felvétel közben, a felvétel automatikusan folytatódik a fájlnév végén található sorszámmal. Ezzel az opcióval a sorszám hozzáadódik a címhez

source: Resolve links and show real path
el: Ανάλυση συνδέσμων και εμφάνιση πραγματικής διαδρομής
hu: A linkek feloldása és valós útvonalak megjelenítése

source: HELP_Resolve links and show real path
el: ΒΟΗΘΕΙΑ_Ανάλυση συνδέσμων και εμφάνιση πραγματικής διαδρομής
hu: Path of links will be resolved. On problems with spinner or NAS wakeup, disable this option. (Path will be displayed as "Extended Description".)

source: Show Path if no extended description available
el: Εμφάνιση Διαδρομής αν δεν διατίθεται εκτεταμένη περιγραφή
hu: Mutassa az útvonalat, ha a kiterjesztett leírás elérhető

source: HELP_Show Path if no extended description available
el: ΒΟΗΘΕΙΑ_Εμφάνιση Διαδρομής αν δεν διατίθεται εκτεταμένη περιγραφή
hu: Mutassa az útvonalat, ha a kiterjesztett leírás elérhető

source: Listbox is skin able
el: Η λίστα μπορεί να θεματοποιηθεί
hu: A megjelenítés kinézete változtatható

source: HELP_Listbox is skin able
el: ΒΟΗΘΕΙΑ_Η λίστα μπορεί να θεματοποιηθεί
hu: A Felvétel listázó vizuális megjelenítése kinézete változtatható (csak <widget name = "list">). Ellenkező esetben az EMC beállítása kerül alkalmazásra

source: Date format
el: Μορφή ημερομηνίας
hu: A dátum formátuma

source: HELP_Date format
el: ΒΟΗΘΕΙΑ_Μορφή ημερομηνίας
hu: Válassza ki a dátum és az idő formátumát, amely a fájloknál fog megjelenni

source: Horizontal alignment for date
el: Οριζόντια στοίχιση για ημερομηνία
hu: A dátum vízszintes igazítása

source: HELP_Horizontal alignment for date
el: ΒΟΗΘΕΙΑ_Οριζόντια στοίχιση για ημερομηνία
hu: A dátum vízszintes igazítása

source: Horizontal alignment for count / size
el: Οριζόντια στοίχιση για αριθμό / μέγεθος
hu: Vízszintes igazítás a számlálóhoz/mérethez

source: HELP_Horizontal alignment for count / size
el: ΒΟΗΘΕΙΑ_Οριζόντια στοίχιση για αριθμό / μέγεθος
hu: Vízszintes igazítás a számlálóhoz/mérethez

source: Show movie icons
el: Εμφάνιση εικονιδίων ταινιών
hu: A felvétel ikonjainak megjelenítése

source: HELP_Show movie icons
el: ΒΟΗΘΕΙΑ_Εμφάνιση εικονιδίων ταινιών
hu: A megfelelő ikon megjelenik a felvételi listában

source: Show link arrow
el: Εμφάνιση βέλους συντόμευσης
hu: Mutassa a Link jelölőt

source: HELP_Show link arrow
el: ΒΟΗΘΕΙΑ_Εμφάνιση βέλους συντόμευσης
hu: Mutassa a Link jelölőt

source: Show movie picons
el: Εμφάνιση λογότυπων ταινιών
hu: A felvételi piconok megjelenítése

source: HELP_Show movie picons
el: ΒΟΗΘΕΙΑ_Εμφάνιση λογότυπων ταινιών
hu: A felvételi piconok megjelenítése

source: Position movie picons
el: Θέση λογοτύπων ταινιών
hu: A felvételi piconok pozíciója

source: HELP_Position movie picons
el: ΒΟΗΘΕΙΑ_Θέση λογοτύπων ταινιών
hu: A felvételi piconok pozíciója

source: Own Path to movie picons
el: Διαδρομή Χρήστη λογότυπων ταινιών
hu: Saját elérési út a felvételi piconokhoz

source: HELP_Own Path to movie picons
el: ΒΟΗΘΕΙΑ_Διαδρομή Χρήστη λογότυπων ταινιών
hu: Saját elérési út a felvételi piconokhoz

source: Path to movie picons
el: Διαδρομή λογότυπων ταινιών
hu: A felvételi piconok elérhetőségi útja

source: HELP_Path to movie picons
el: ΒΟΗΘΕΙΑ_Διαδρομή λογότυπων ταινιών
hu: A felvételi piconok elérhetőségi útja

source: Show movie progress
el: Εμφάνιση προόδου ταινίας
hu: A felvétel lejátszási folyamatjelzőjének mutatása

source: HELP_Show movie progress
el: ΒΟΗΘΕΙΑ_Εμφάνιση προόδου ταινίας
hu: A felvételi listában a felvétel lejátszási folyamatjelzését lehet beállítani, kiválasztani

source: Short watching percent
el: Σύντομο ποσοστό παρακολούθησης
hu: Meg volt tekintve (%)

source: HELP_Short watching percent
el: ΒΟΗΘΕΙΑ_Σύντομο ποσοστό παρακολούθησης
hu: Megadja, hogy a hány %-ék után jelezze, hogy a felvétel meg volt tekintve. A folyamatjelző sáv kékre változik

source: Finished watching percent
el: Ποσοστό ολοκλήρωσης παρακολούθησης
hu: Megnézettként tekinthető (%)

source: HELP_Finished watching percent
el: ΒΟΗΘΕΙΑ_Ποσοστό ολοκλήρωσης παρακολούθησης
hu: Megadja, hogy a felvétel hány % után tekinthető megnézettnek. A folyamatjelző sáv zöldre változik

source: Mark new recordings with a star
el: Μαρκάρισμα νέων εγγραφών με αστέρι
hu: Csillaggal jelöli az új felvételeket

source: HELP_Mark new recordings with a star
el: ΒΟΗΘΕΙΑ_Μαρκάρισμα νέων εγγραφών με αστέρι
hu: Az új felvételeket csillaggal jelölheti meg

source: Show Cover
el: Εμφάνιση Εξωφύλλου
hu: Borító megjelenítése

source: HELP_Show Cover
el: ΒΟΗΘΕΙΑ_Εμφάνιση Εξωφύλλου
hu: Szeretné megjeleníteni a Borítót

source: Cover delay in ms
el: Καθυστέρηση εξωφύλλου σε ms
hu: Borító késleltetésé (ump)

source: HELP_Cover delay in ms
el: ΒΟΗΘΕΙΑ_Καθυστέρηση εξωφύλλου σε ms
hu: A borító késleltetése mikro másodpercben

source: Cover background
el: Φόντο εξωφύλλου
hu: Borító háttere

source: HELP_Cover background
el: ΒΟΗΘΕΙΑ_Φόντο εξωφύλλου
hu: A borító hátterét lehet itt beállítani

source: Show fallback cover
el: Εμφάνιση εναλλακτικού εξωφύλλου
hu: A hátsó borító megjelenítése

source: HELP_Fallback Cover
el: ΒΟΗΘΕΙΑ_Εναλλακτικό Εξώφυλλο
hu: A hátsó borító megjelenítése

source: Show movie preview
el: Εμφάνιση προεπισκόπησης ταινίας
hu: A film előnézetének megjelenítése

source: HELP_Show movie preview
el: ΒΟΗΘΕΙΑ_Εμφάνιση προεπισκόπησης ταινίας
hu: A film előnézetének megjelenítését lehet itt beállítani

source: Movie preview delay in ms
el: Καθυστέρηση προεπισκόπησης ταινίας σε ms
hu: A felvétel előnézetének késleltetése (mikromp)

source: HELP_Movie preview delay in ms
el: ΒΟΗΘΕΙΑ_Καθυστέρηση προεπισκόπησης ταινίας σε ms
hu: A felvétel előnézetének késleltetése mikro másodpercekben

source: Start movie preview before last position
el: Εκκίνηση προεπισκόπησης ταινίας πριν την τελευταία θέση
hu: A felvétel előnézete az utolsó pozíció előtt

source: HELP_Movie preview offset in seconds
el: ΒΟΗΘΕΙΑ_Καθυστέρηση προεπισκόπησης ταινίας σε δευτερόλεπτα
hu: A felvétel előnézetének elcsúsztatása másodpercekben. Az utolsó nézési pozíció előtt ennyivel mutassa az előnézetet

source: Hide MiniTV
el: Απόκρυψη MiniTV
hu: A MiniTV elrejtése

source: HELP_hide_MiniTV
el: ΒΟΗΘΕΙΑ_απόκρυψη_MiniTV
hu: A /etc/enigma2/emc-hide.cfg "listában szereplő fájlok és könyvtárak elrejtése. E beállítás megváltoztatásához az Enigma2 újraindítása szükséges

source: Method of hiding MiniTV
el: Μέθοδος απόκρυψης της MiniTV
hu: A MiniTV elrejtésének módja

source: HELP_hide_MiniTV_method
el: ΒΟΗΘΕΙΑ_μέθοδος_απόκρυψης_MiniTV
hu: A MiniTV elrejtésének módját tudja itt beállítani

source: No resume below 10 seconds
el: Χωρίς επανασυνέχιση κάτω των 10 δευτερολέπτων
hu: Nincs folytatás 10 másodperc alatt

source: HELP_No resume below 10 seconds
el: ΒΟΗΘΕΙΑ_Χωρίς επανασυνέχιση κάτω των 10 δευτερολέπτων
hu: 10 másodperc alatt figyelmen kívül hagyja az indulási jelzőt. Ha a lejátszás az első 10 másodperc alatt le van állítva, akkor a következő lejátszásnál nem lesz javasolva az, hogy honnan induljon a lejátszás

source: Jump to first mark when playing movie
el: Μετάβαση στον πρώτο σημειωτή κατά την αναπαραγωγή της ταινίας
hu: A felvétel lejátszásakor ugorjon az első jelzőre

source: HELP_Jump to first mark when playing movie
el: ΒΟΗΘΕΙΑ_Μετάβαση στον πρώτο σημειωτή κατά την αναπαραγωγή της ταινίας
hu: Automatikusan ugrik az első jelölőhöz, ha elérhető mikor egy felvétel elkezdődik

source: Rewind finished movies before playing
el: Προώθηση προς τα πίσω των ολοκληρωμένων ταινιών πριν την αναπαραγωγή
hu: Felvétel készítés után tekerjen az elejére a lejátszás előtt

source: HELP_Rewind finished movies before playing
el: ΒΟΗΘΕΙΑ_Προώθηση προς τα πίσω των ολοκληρωμένων ταινιών πριν την αναπαραγωγή
hu: Ha egy 'látott' állapotú felvétel újra van indítva, akkor a felvétel a kezdetétől fog újra indulni

source: Always save last played progress as marker
el: Πάντα αποθήκευση της τελευταίας αναπαραγώμενης προόδου ως σημειωτής
hu: A legutóbb lejátszott folyamat állapotát mindig mentse jelölőként

source: HELP_Always save last played progress as marker
el: ΒΟΗΘΕΙΑ_Πάντα αποθήκευση της τελευταίας αναπαραγώμενης προόδου ως σημειωτής
hu: Ezzel az opcióval a lejátszás leállításakor minden egyes pozícióban egy jelölő kerül rögzítésre. A lejátszás újraindításakor a <> gombok segítségével oda ugorhat erre a pozícióra (a folytatás funkciótól függetlenül)

source: Zap to channel after record EOF
el: Μετάβαση στο κανάλι μετά την εγγραφή του EOF
hu: Felvételt követően a TV csatornára váltás

source: HELP_Zap to channel after record EOF
el: ΒΟΗΘΕΙΑ_Μετάβαση στο κανάλι μετά την εγγραφή του EOF
hu: Ha a lejátszás eléri a felvétel végét, vagy a gyors előre tekerést, vagy az előre ugrást, akkor azután zárja be az EMC-t és ugorjon közvetlenül az aktuális TV csatorna élő adásához

source: Show real length of running records
el: Εμφάνιση πραγματικής διάρκειας των εκτελούμενων εγγραφών
hu: Mutassa a felvétel valós hosszát

source: HELP_Show real length of running records
el: ΒΟΗΘΕΙΑ_Εμφάνιση πραγματικής διάρκειας των εκτελούμενων εγγραφών
hu: Mutassa a felvétel valós hosszát a felvétel közben

source: Download cutlist from Cutlist.at
el: Λήψη λίστας αποκοπών από το Cutlist.at
hu: Cutlist letöltése a cutlist.at weboldalról

source: HELP_Download cutlist from Cutlist.at
el: ΒΟΗΘΕΙΑ_Λήψη λίστας αποκοπών από το Cutlist.at
hu: Cutlist letöltése a cutlist.at weboldalról

source: HELP_separator_Trashcan settings
el: ΒΟΗΘΕΙΑ_Διαχωριστής_Ρυθμίσεις κάδου αχρήστων
hu: A Kuka beállításai

source: Trashcan enable
el: Ενεργοποίηση κάδου αχρήστων
hu: Kuka engedélyezése

source: HELP_Trashcan enable
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση κάδου αχρήστων
hu: Engedélyezze a kuka funkciót. Ha engedélyezve van, akkor a törléskor az összes fájl először a kuka könyvtárába kerül

source: Trashcan path
el: Διαδρομή κάδου αχρήστων
hu: Kuka útvonala

source: HELP_Trashcan path
el: ΒΟΗΘΕΙΑ_Διαδρομή κάδου αχρήστων
hu: Állítsa be a kuka elérési útvonalát. A [törlés] gomb megnyomásával a felvételeket az aktivált kukába helyezi ahelyett, hogy azonnal törölné a fájlokat

source: Show trashcan directory
el: Εμφάνιση φακέλου κάδου αχρήστων
hu: A Kuka könyvtárának a megjelenítése

source: HELP_Show trashcan directory
el: ΒΟΗΘΕΙΑ_Εμφάνιση φακέλου κάδου αχρήστων
hu: A Kuka könyvtárának a megjelenítése. Mikor rejtve van, akkor a Kukához az EMC-n kívül tudsz hozzáférni (Menü beállítások között)

source: Show trashcan information
el: Εμφάνιση πληροφοριών κάδου αχρήστων
hu: Kuka információinak a megjelenítése

source: HELP_Dynamic trashcan
el: ΒΟΗΘΕΙΑ_Δυναμικός κάδος αχρήστων
hu: Megjeleníti a mennyiséget és/vagy hogy mennyi tárhelyet használ a kukában. Darabszám, GB

source: Delete validation
el: Επιβεβαίωση διαγραφής
hu: A törlés végrehajtásának a megkérdezése legyen

source: HELP_Delete validation
el: ΒΟΗΘΕΙΑ_Επιβεβαίωση διαγραφής
hu: Ha az 'igen' van választva, akkor a törlés elött mindig rákérdez

source: Enable daily trashcan cleanup
el: Ενεργοποίηση καθημερινής εκκαθάρισης του κάδου αχρήστων
hu: Engedélyezze a Kuka napi ürítését

source: HELP_Enable daily trashcan cleanup
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση καθημερινής εκκαθάρισης του κάδου αχρήστων
hu: Az EMC a beállított időpontban törli a régi fájlokat a kukából

source: Daily cleanup time
el: Ώρα καθημερινής εκκαθάρισης
hu: Napi takarítási idő

source: HELP_Daily cleanup time
el: ΒΟΗΘΕΙΑ_Ώρα καθημερινής εκκαθάρισης
hu: A beállított időben törlésre kerülnek a Kukában elhelyezett fájlok

source: How many days files may remain in trashcan
el: Πόσες ημέρες τα αρχεία θα παραμένουν στον κάδο αχρήστων
hu: Hány napos fájl maradhat a Kukában

source: HELP_How many days files may remain in trashcan
el: ΒΟΗΘΕΙΑ_Πόσες ημέρες τα αρχεία θα παραμένουν στον κάδο αχρήστων
hu: Állítsa be, hogy hány napos fájl maradhat a Kukában, mielőtt az EMC véglegesen törölné azokat. (Ha [0]-ra van állítva, a fájlok azonnal törlődnek)

source: Move finished movies in trashcan
el: Μετακίνηση των ολοκληρωμένων ταινιών στον κάδο αχρήστων
hu: Mozgassa a megnézett felvételeket a Kukába

source: HELP_Move finished movies in trashcan
el: ΒΟΗΘΕΙΑ_Μετακίνηση των ολοκληρωμένων ταινιών στον κάδο αχρήστων
hu: Mozgassa az összes megnézett felvételt a Kukába

source: Age of finished movies in movie folder (days)
el: Χρονικό διάστημα των ολοκληρωμένων ταινιών στο φάκελο ταινιών (ημέρες)
hu: A megnézett felvételek kora a felvételek mappában (napok)

source: HELP_Age of finished movies in movie folder (days)
el: ΒΟΗΘΕΙΑ_Χρονικό διάστημα των ολοκληρωμένων ταινιών στο φάκελο ταινιών (ημέρες)
hu: Set how many days finished (watched) recordings may remain in your "Movie home".

source: Display directory reading text
el: Εμφάνιση κειμένου ανάγνωσης φακέλου
hu: A felvételi lista olvasási szövegének megjelenítése

source: HELP_Display directory reading text
el: ΒΟΗΘΕΙΑ_Εμφάνιση κειμένου ανάγνωσης φακέλου
hu: A "Könyvtár olvasása..." üzenet megjelenítése a felvételi lista olvasása közben

source: EMC always reload after open
el: Πάντα επαναφόρτωση του EMC μετά το άνοιγμα
hu: Felvételi lista mindig frissül a megnyitása után

source: HELP_EMC always reload after open
el: ΒΟΗΘΕΙΑ_Πάντα επαναφόρτωση του EMC μετά το άνοιγμα
hu: A felvételi lista az EMC minden indításával újra töltődik, frissül. (Ellenkező esetben a felvételi lista az átmeneti tárból (cache) a második indításra frissül)

source: EMC re-open list after STOP-press
el: EMC άνοιγμα ξανά της λίστας μετά την πίεση του STOP
hu: Felvételi lista frissítése a felvétel nézés megállítása után

source: HELP_EMC re-open list after STOP-press
el: ΒΟΗΘΕΙΑ_EMC άνοιγμα ξανά της λίστας μετά την πίεση του STOP
hu: Ha a lejátszás leáll, frissül és ismét megjelenik a felvételi lista . (Ellenkező esetben a TV adás ismét aktív lesz)

source: EMC re-open list after Movie end
el: EMC άνοιγμα ξανά της λίστας μετά το τέλος της Ταινίας
hu: Felvételi lista frissítése a felvétel megnézése után

source: HELP_EMC re-open list after Movie end
el: ΒΟΗΘΕΙΑ_EMC άνοιγμα ξανά της λίστας μετά το τέλος της Ταινίας
hu: Ha a lejátszás véget ér, a felvételi lista frissül és ismét megjelenik. (Ellenkező esetben a TV adás ismét aktív lesz)

source: Leave Movie with Exit
el: Έξοδος από την Ταινία με το Exit
hu: A felvétel nézése leállítható az EXIT gombbal

source: HELP_Leave Movie with Exit
el: ΒΟΗΘΕΙΑ_Έξοδος από την Ταινία με το Exit
hu: A felvétel lejátszása az EXIT gombbal leállítható, a STOP gomb mellett

source: Hide movies being moved
el: Απόκρυψη ταινιών που μετακινούνται
hu: Felvételek elrejtése mialatt át lesz helyezve

source: HELP_Hide movies being moved
el: ΒΟΗΘΕΙΑ_Απόκρυψη ταινιών που μετακινούνται
hu: A felvétel áthelyezése közben a felvételi lista el lesz rejtve. (A törlési művelet végrehajtása a háttérben történik)

source: Hide movies being deleted
el: Απόκρυψη ταινιών που διαγράφονται
hu: Felvételek elrejtése mialatt törölve lesz

source: HELP_Hide movies being deleted
el: ΒΟΗΘΕΙΑ_Απόκρυψη ταινιών που διαγράφονται
hu: A felvétel törlése közben a felvételi lista el lesz rejtve. (A törlési művelet végrehajtása a háttérben történik)

source: Enable remote recordings
el: Ενεργοποίηση απομακρυσμένων εγγραφών
hu: Távoli felvételek engedélyezése

source: HELP_Enable remote recordings
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση απομακρυσμένων εγγραφών
hu: Egy másik készülékről lehet felvételeket indítani. Ez a felvétel egy speciális ikont kap

source: Automatic timers list cleaning
el: Εκκαθάριση λίστας αυτόματων χρονοδιακοπτών
hu: Automatikus időzítő lista tisztítása

source: HELP_Automatic timers list cleaning
el: ΒΟΗΘΕΙΑ_Εκκαθάριση λίστας αυτόματων χρονοδιακοπτών
hu: A befejezett időzítők automatikusan eltávolításra kerülnek az időzítő listáról

source: HELP_Language Separator
el: ΒΟΗΘΕΙΑ_Διαχωριστής Γλώσσας
hu: Language settings

source: Preferred EPG language
el: Προτιμώμενη γλώσσα EPG
hu: Az EPG műsorújság preferált nyelve

source: HELP_Preferred EPG language
el: ΒΟΗΘΕΙΑ_Προτιμώμενη γλώσσα EPG
hu: Itt adhatja meg az EPG műsorújság preferált nyelvét

source: Extra support for language
el: Πρόσθετη υποστήριξη για τη γλώσσα
hu: Kiegészítő támogatás a nyelvhez

source: HELP_Extra support for selected language
el: ΒΟΗΘΕΙΑ_Πρόσθετη υποστήριξη για τη γλώσσα
hu: Kiegészítő támogatás a nyelvhez

source: Enable playback auto-subtitling
el: Ενεργοποίηση αυτόματων υποτίτλων κατά την αναπαραγωγή
hu: Engedélyezze a lejátszás automatikus feliratozását

source: HELP_Enable playback auto-subtitling
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση αυτόματων υποτίτλων κατά την αναπαραγωγή
hu: Aktiválhatja a feliratnyelvek automatikus kiválasztását

source: Primary playback subtitle language
el: Κύρια γλώσσα υπότιτλου αναπαραγωγής
hu: Elsődleges feliratnyelv a lejátszáshoz

source: HELP_Primary playback subtitle language
el: ΒΟΗΘΕΙΑ_Κύρια γλώσσα υπότιτλου αναπαραγωγής
hu: Az első nyelv, amelyet ki lehet választani, ha rendelkezésre áll a feliratokhoz

source: Secondary playback subtitle language
el: Δεύτερη γλώσσα υπότιτλου αναπαραγωγής
hu: Másodlagos feliratnyelv a lejátszáshoz

source: HELP_Secondary playback subtitle language
el: ΒΟΗΘΕΙΑ_Δεύτερη γλώσσα υπότιτλου αναπαραγωγής
hu: A második nyelv, amelyet ki lehet választani, ha rendelkezésre áll a feliratokhoz

source: Tertiary playback subtitle language
el: Τρίτη γλώσσα υπότιτλου αναπαραγωγής
hu: Harmadlagos feliratnyelv a lejátszáshoz

source: HELP_Tertiary playback subtitle language
el: ΒΟΗΘΕΙΑ_Τρίτη γλώσσα υπότιτλου αναπαραγωγής
hu: A harmadik nyelv, amelyet ki lehet választani, ha rendelkezésre áll a feliratokhoz

source: Enable playback auto-language selection
el: Ενεργοποίηση αυτόματης επιλογής γλώσσας αναπαραγωγής
hu: Engedélyezze a lejátszás automatikus nyelvválasztását

source: HELP_Enable playback auto-language selection
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση αυτόματης επιλογής γλώσσας αναπαραγωγής
hu: Aktiválja az audió csatorna automatikus kiválasztását

source: Enable playback AC3-track first
el: Ενεργοποίηση πρώτα της φέρουσας AC3
hu: Először engedélyezze a lejátszás AC3 sávját

source: HELP_Enable playback AC3-track first
el: ΒΟΗΘΕΙΑ_Ενεργοποίηση πρώτα της φέρουσας AC3
hu: Először engedélyezze a lejátszás AC3 sávját

source: Primary playback audio language
el: Κύρια γλώσσα ήχου αναπαραγωγής
hu: Elsődleges audió lejátszási nyelv

source: HELP_Primary playback audio language
el: ΒΟΗΘΕΙΑ_Κύρια γλώσσα ήχου αναπαραγωγής
hu: Az első audió csatorna, amelyet ki kell választani, ha elérhető

source: Secondary playback audio language
el: Δεύτερη γλώσσα ήχου αναπαραγωγής
hu: Másodlagos audió lejátszási nyelv

source: HELP_Secondary playback audio language
el: ΒΟΗΘΕΙΑ_Δεύτερη γλώσσα ήχου αναπαραγωγής
hu: A második audió csatorna, amelyet ki kell választani, ha elérhető

source: Tertiary playback audio language
el: Τρίτη γλώσσα υπότιτλου αναπαραγωγής
hu: Harmadlagos audió lejátszási nyelv

source: HELP_Tertiary playback audio language
el: ΒΟΗΘΕΙΑ_Τρίτη γλώσσα υπότιτλου αναπαραγωγής
hu: A harmadik audió csatorna, amelyet ki kell választani, ha elérhető

source: HELP_Advanced options separator
el: ΒΟΗΘΕΙΑ_Προχωρημένος διαχωριστής επιλογών
hu: Advanced settings

source: Description field update delay
el: Καθυστέρηση ενημέρωσης πλαισίου περιγραφής
hu: A leírás mező frissítési késleltetése

source: HELP_Description field update delay
el: ΒΟΗΘΕΙΑ_Καθυστέρηση ενημέρωσης πλαισίου περιγραφής
hu: A felvételi listában a leírás megjelenítésének a késleltetése a léptetésekor. (A fel/le gomb többszörös megnyomásával javítja a navigációs sebességet, mivel a leírás csak a kiválasztott késleltetés után töltődik be.)

source: Key period value (50-900)
el: Τιμή περιόδου πλήκτρου (50-900)
hu: Billentyű gomb újra lenyomási értéke

source: HELP_Key period value (50-900)
el: ΒΟΗΘΕΙΑ_Τιμή περιόδου πλήκτρου (50-900)
hu: A gomb megnyomásakor a gomb újbóli megnyomásáig eltelt idő.

source: Key repeat value (250-900)
el: Τιμή επανάληψης πλήκτρου (250-900)
hu: Billentyű gomb ismétlési értéke (250-900)
