Repository: AndresRohr/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: el, hu

source: Choose bookmark
el: Επιλογή σελιδοδείκτη
hu: Válasszon könyvjelzőt

source: Show current Playlist
el: Εμφάνιση τρέχουσας Λίστας Αναπαραγωγής
hu: Az aktuális lejátszási lista megjelenítése

source: Play current Playlist
el: Αναπαραγωγή τρέχουσας Λίστας Αναπαραγωγής
hu: Az aktuális lejátszási lista lejátszása

source: Play random current Playlist
el: Τυχαία αναπαραγωγή τρέχουσας Λίστας
hu: Véletlenszerű lejátszás az aktuális Lejátszási listáról

source: Delete current Playlist
el: Διαγραφή τρέχουσας Λίστας Αναπαραγωγής
hu: Az aktuális Lejátszási lista törlése

source: Playlist Setup
el: Ρυθμίσεις Λίστας Αναπαραγωγής
hu: Lejátszási lista beállítás

source: Enter name for new directory:
el: Εισαγωγή ονόματος για το νέο φάκελο:
hu: Kérem, adja meg az új könyvtár nevét:

source: Directory %s already exists!
el: Ο φάκελος %s υπάρχει ήδη!
hu: A(z) %s könyvtár már létezik!

source: Do you really want to lock the directory %s and all its subfolders?
el: Θέλετε σίγουρα να κλειδώσετε το φάκελο %s και όλους τους υποφακέλους του;
hu: Biztosan lezárja a(z) %s könyvtárat és az összes almappáját?

source: The directory %s is already locked. Do you want to unlock it and all its subfolders?
el: Ο φάκελος %s είναι ήδη κλειδωμένος. Θέλετε να τον ξεκλειδώσετε με όλους τους υποφακέλους του;
hu: A(z) %s könyvtár már lezárva van. Szeretné kinyitni azt és az összes almappáját?

source: Create Link
el: Δημιουργία Συνδέσμου
hu: Link létrehozása

source: Permanently delete all files in trashcan?
el: Οριστική διαγραφή όλων των αρχείων του κάδου αχρήστων;
hu: Véglegesen törli az összes fájlt a kukákban?

source: Movie Selection Menu
el: Μενού Επιλογής Ταινιών
hu: Felvétel kiválasztási menü

source: exception
el: εξαίρεση
hu: kivétel

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
el: Εντοπισμός και αφαίρεση περιττών αρχείων; (μόνιμα σε μη διαθέσιμο κάδο αχρήστων, μπορεί να χρειαστεί ένα λεπτό περίπου)
hu: Keresse meg a becsapós fájlokat, és távolítsa el őket? (tartósan, ha nincs kuka, akkor több percig is eltarthat)

source: Remove all cut file marker permanently?
el: Οριστική διαγραφή όλων σημειωτών των αρχείων αποκοπής;
hu: Véglegesen eltávolítja az összes vágott fájljelölőt?

source: Remove all marker permanently?
el: Οριστική διαγραφή όλων των σημειωτών;
hu: Véglegesen eltávolít minden jelölőt?

source: Do you really want to delete the cut file? If you have selected a directory, all cut files within the folder and its subfolders will be deleted!
el: Θέλετε να διαγραφεί το αρχείο αποκοπής; Αν επιλέξατε έναν φάκελο, όλα τα αρχεία αποκοπής μέσα στο φάκελο και τους υποφακέλους θα διαγραφεί!
hu: Tényleg törölni szeretné a vágott fájlt? Ha kijelölt egy könyvtárat, a mappában lévő összes vágott fájl és annak almappái törlődnek!

source: files
el: αρχεία
hu: fájlok

source: No rogue files found.
el: Δεν βρέθηκαν περιττά αρχεία.
hu: Nincs becsapós fájl.

source: Found rogue files:
el: Βρέθηκαν περιττά αρχεία:
hu: Becsapós fájlok:

source: VLC Server not reachable
el: Αδυναμία σύνδεσης με το Διακομιστή VLC
hu: A VLC szerver nem érhető el

source: no
el: όχι
hu: nem

source: yes
el: ναι
hu: igen

source: No override
el: Χωρίς επικάλυψη
hu: Nincs felülírás

source: Video-button
el: Πλήκτρο Video
hu: Videó gomb

source: TV-button
el: Πλήκτρο TV
hu: TV gomb

source: Radio-button
el: Πλήκτρο ραδιοφώνου
hu: Rádió gomb

source: Quick-button
el: Γρήγορο πλήκτρο
hu: Gyors gomb

source: Timeshift-button
el: Πλήκτρο Χρονομετατόπισης
hu: Timeshift gomb

source: Off
el: Κλειστό
hu: Ki

source: DD.MM.YYYY
el: ΗΗ.ΜΜ.ΕΕΕΕ
hu: YYYY.MM.DD

source: DD.MM.YYYY HH:MM
el: ΗΗ.ΜΜ.ΕΕΕΕ ΩΩ:ΛΛ
hu: YYYY.MM.DD. HH:MM

source: DD.MM HH:MM
el: ΗΗ.ΜΜ ΩΩ:ΛΛ
hu: MM.DD HH:MM

source: DD.MM. HH:MM
el: ΗΗ.ΜΜ. ΩΩ:ΛΛ
hu: MM.DD. HH:MM

source: YYYY/MM/DD
el: ΕΕΕΕ/ΜΜ/ΗΗ

source: YYYY/MM/DD HH:MM
el: ΕΕΕΕ/ΜΜ/ΗΗ ΩΩ:ΛΛ

source: MM/DD HH:MM
el: ΜΜ/ΗΗ ΩΩ:ΛΛ

source: Description
el: Περιγραφή
hu: Leírás

source: ProgressBar
el: Μπάρα προόδου
hu: Folyamatjelző

source: Percent (%)
el: Ποσοστό (%)
hu: Százalék (%)

source: Movie Color
el: Χρώμα Ταινίας
hu: Felvétel színe

source: Add to Playlist
el: Προσθήκη στη Λίστα Αναπαραγωγής
hu: Hozzáadás lejátszási listához

source: Cover Search
el: Αναζήτηση Εξωφύλλου
hu: Borító keresés

source: Download Movie Info
el: Λήψη Πληροφοριών Ταινίας
hu: Felvételi információk letöltése

source: Open E2 bookmarks
el: Άνοιγμα σελιδοδεικτών Ε2
hu: E2 könyvjelző megnyitása

source: Toggle Cover Button
el: Εναλλαγή Πλήκτρου Εξωφύλλου
hu: Váltás fedőgombra

source: Sort Options
el: Επιλογές Ταξινόμησης
hu: Rendezés beállítása

source: down
el: κάτω
hu: le

source: up/down
el: επάνω/κάτω
hu: fel/le

source: off
el: κλειστό
hu: ki

source: type 1 - OSD + black (#00000000)
el: τύπος 1 - OSD + μαύρο (#00000000)
hu: 1. típus - OSD + fekete (# 00000000)

source: type 2 - transparent + white (#FFFFFFFF)
el: τύπος 2 - διάφανο + λευκό (#FFFFFFFF)
hu: 2. típus - átlátszó + fehér (#FFFFFFFF)

source: type 3 - OSD + black (#00FFFFFF)
el: τύπος 3 - OSD + μαύρο (#00FFFFFF)
hu: 3. típus - OSD + fekete (# 00FFFFFF)

source: type 4 - transparent + black (#FF000000)
el: τύπος 4 - διάφανο + λευκό (#FF000000)
hu: 4-es típusú - átlátszó + fekete (# FF000000)

source: E2 Bookmarks
el: Σελιδοδείκτες Ε2
hu: E2 könyvjelzők

source: EMC Bookmarks
el: EMC Σελιδοδείκτες
hu: EMC könyvjelzők

source: Both
el: Και τα δύο
hu: Mindkettő

source: Standby
el: Αναμονή
hu: Készenlét

source: DeepStandby
el: Βαθιά Αναμονή
hu: Kikapcsolás

source: Reboot
el: Επανεκκίνηση
hu: Újraindítás

source: E2 Restart
el: Επανεκκίνηση Ε2
hu: E2 Újraindítás

source: HomeEnd
el: Τέλος Κεντρικής

source: Skip
el: Παράκαμψη
hu: Kihagy

source: Change Folder
el: Αλλαγή Φακέλου
hu: Változtassa meg a mappát

source: Date sort descending (D-)
el: Φθίνουσα ταξινόμηση ημερομηνίας (D-)
hu: Dátum csökkenő (D-)

source: Date sort
el: Ταξινόμηση κατά ημερομηνία
hu: Dátum

source: Alpha sort ascending (AZ)
el: Αύξουσα ταξινόμηση αλφαβητικά (AZ)
hu: ABC növekvő (AZ)

source: Alpha sort
el: Ταξινόμηση αλφαβητικά
hu: ABC

source: Alpha sort ascending, Date descending (AZD-)
el: Αύξουσα ταξινόμηση αλφαβητικά, φθίνουσα Ημερομηνία (AZD-)
hu: ABC növekvő, Dátum csökkenő (AZD-)

source: Alpha sort date newest
el: Αλφαβητική ταξινόμηση νεότερη ημερομηνία
hu: ABC, Dátum újabb

source: Alpha sort ascending with meta (AZM)
el: Αλφαβητική ταξινόμηση με μεταδεδομένα (AZM)
hu: ABC növekvő + meta (AZM)

source: Alpha sort meta
el: Αλφαβητική ταξινόμηση μεταδεδομένων
hu: ABC + meta

source: Alpha sort ascending with meta, Date descending (AZMD-)
el: Αλφαβητική ταξινόμηση μεταδ., φθίνουσα ημερομηνία (AZMD-)
hu: ABC növekvő + meta, Dátum csökkenő (AZMD-)

source: Alpha sort meta date newest
el: Αλφαβητική ταξινόμηση μεταδ. νεότερη ημερομηνία
hu: ABC + meta, Dátum legújabb

source: Progress sort ascending (P+)
el: Αύξουσα ταξινόμηση προόδου (P+)
hu: Nézési idő növekvő (P+)

source: Progress sort
el: Ταξινόμηση προόδου
hu: Nézési idő

source: Date sort ascending (D+)
el: Αύξουσα ταξινόμηση ημερομηνίας (D+)
hu: Dátum növekvő (D+)

source: Alpha sort descending (ZA)
el: Φθίνουσα ταξινόμηση αλφαβητικά (ZA)
hu: ABC csökkenő (ZA)

source: Alpha sort descending, Date ascending (ZAD+)
el: Φθίνουσα ταξινόμηση αλφαβητικά, αύξουσα Ημερομηνία (ZAD+)
hu: ABC csökkenő, Dátum növekvő (ZAD+)

source: Alpha sort descending with meta (ZAM)
el: Φθίνουσα ταξινόμηση αλφαβητικά με μεταδ. (ZAM)
hu: ABC csökkenő + meta (ZAM)

source: Alpha sort descending with meta, Date ascending (ZAMD+)
el: Φθίνουσα αλφαβητικά με μεταδ., αύξουσα ημερομηνία (ZAMD+)
hu: ABC csökkenő + meta, Dátum növekvő (ZAMD+)

source: Progress sort descending (P-)
el: Φθίνουσα ταξινόμηση προόδου (P-)
hu: Nézési idő csökkenő (P-)

source: after standby
el: μετά την αναμονή
hu: készenléti állapot után

source: never hide
el: ποτέ απόκρυψη
hu: soha ne rejtse el

source: hide live TV
el: απόκρυψη ζωντανής TV
hu: az élő TV adás elrejtése

source: hide live TV and timeshift
el: απόκρυψη ζωντανής TV και χρονομετατόπισης
hu: az élő TV adás elrejtése és Timeshift

source: hide playback
el: απόκρυψη αναπαραγωγής
hu: a lejátszás elrejtése

source: always hide
el: πάντα απόκρυψη
hu: mindig rejtse el

source: stop service
el: διακοπή υπηρεσίας
hu: szolgáltatás megállítása

source: single pixel TV, muted
el: TV μονού πίξελ, σίγαση
hu: egy képpontos TV, elnémítva

source: left from Name
el: αριστερά του Ονόματος
hu: a Névtől balra

source: right from Name
el: δεξιά του Ονόματος
hu: a Névtől jobbra

source: center
el: κέντρο
hu: középre

source: right
el: δεξιά
hu: jobb

source: left
el: αριστερά
hu: bal

source: Yes, without Message
el: Ναι, χωρίς Μήνυμα
hu: Igen, üzenet nélkül

source: Yes, with Message
el: Ναι, με Μήνυμα
hu: Igen, üzenettel

source: ATTENTION This option will move all finished movies in Movie Home automatically to Your trashcan at the given time. At next trashcan cleanup all movies will be deleted. Confirm this with the blue key followed by the green key.
el: ΠΡΟΣΟΧΗ Αυτή η επιλογή θα μετακινήσει όλες τις ολοκληρωμένες ταινίες στην Κεντρική Σελίδα Ταινιών αυτόματα στον κάδο αχρήστων στον ορισμένο χρόνο. Στη συνέχεια η εκκαθάριση του κάδου θα διαγράψει όλες τις ταινίες. Επιβεβαιώστε με το μπλε πλήκτρο και έπειτα με το πράσινο πλήκτρο.
hu: FIGYELEM Ezzel az opcióval az összes megnézett felvételt a Felvételek könyvtárából automatikusan áthelyezi a Kukába egy megadott időpontban. A következő Kuka ürítésekor minden felvétel törlődik a Kukából. Erősítse meg ezt először a kék gomb, majd a zöld gomb megnyomásával.

source: always
el: πάντα
hu: mindig

source: after reload list
el: μετά τη λίστα επαναφόρτωσης
hu: a lista újra töltésé után

source: only initially
el: μόνο αρχικά
hu: csak eredetileg

source: %d second
el: %d δευτερόλεπτο
hu: %d másodperc

source: Day
el: Ημέρα
hu: Nap

source: Days
el: Ημέρες
hu: Napok

source: Week
el: Εβδομάδα
hu: Hét

source: Weeks
el: Εβδομάδες
hu: Hetek

source: Month
el: Μήνας
hu: Hónap

source: Months
el: Μήνες
hu: Hónapok

source: No limit
el: Χωρίς όριο
hu: Nincs határ

source: IMDb Search
el: Αναζήτηση IMDb
hu: IMDb keresés

source: EMC-TMDB Info
el: Πληροφορίες EMC-TMDB

source: TMDB Info
el: Πληροφορίες TMDB

source: TMBD Info
el: Πληροφορίες TMBD

source: CSFD Info
el: Πληροφορίες CSFD

source: configuration
el: παραμετροποίηση
hu: konfiguráció

source: movie manipulation list
el: λίστα χειρισμού ταινιών
hu: felvételek manipulációs listája
