Repository: AndresRohr/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: el, hu

source: themoviedb.org for movies + thetvdb.com for series (e.g. 'S01E01' in title)
el: themoviedb.org για ταινίες + thetvdb.com για σειρές (π.χ. 'S01E01' στον τίτλο)
hu: themoviedb.org filmekhez + thetvdb.com a sorozatokhoz (például "S01E01" a címben)

source: overall
el: συνολικά
hu: összefoglaló

source: two contiguous
el: δύο συναφή
hu: 2 határos

source: three contiguous
el: τρία συναφή
hu: 3 határos

source: all
el: όλα
hu: mind

source: every single one
el: καθένα ξεχωριστά
hu: minden egyes

source: no limit
el: χωρίς όριο
hu: nincs határ

source: standard cover
el: στάνταρ εξώφυλλο
hu: szabványos borító

source: Search
el: Αναζήτηση
hu: Keresés

source: Delete
el: Διαγραφή
hu: Törlés

source: Press green button to start search
el: Πατήστε το πράσινο κουμπί για να ξεκινήσετε την αναζήτηση
hu: A keresés elindításához nyomja meg a zöld gombot

source: Manage Cover
el: Διαχείριση Εξωφύλλου
hu: A borító kezelése

source: Setup
el: Εγκατάσταση
hu: Beállítások

source: Single search
el: Μονή αναζήτηση
hu: Egyetlen keresés

source: EMC Cover search
el: EMC αναζήτηση Εξωφύλλου
hu: EMC borító keresés

source: Exist
el: Υπάρχει
hu: Létezik

source: N/A
el: Μ/Δ

source: Total
el: Σύνολο
hu: Összesen

source: Exist: %s
el: Υπάρχει: %s
hu: Létezik: %s

source: No Cover: %s
el: Χωρίς Εξώφυλλο: %s
hu: Nincs borító: %s

source: Download: %s
el: Λήψη: %s
hu: Letöltés: %s

source: Searching...
el: Αναζήτηση...
hu: Keresés...

source: Creating Search List..
el: Δημιουργία Λίστας Αναζήτησης...
hu: Keresési lista létrehozása...

source: No Movies found!
el: Δεν βρέθηκαν Ταινίες!
hu: Nincsenek felvételek!

source: from
el: από
hu: ból

source: movies in
el: ταινίες σε
hu: felvételek

source: sec found. Avg. Speed:
el: δευτ. βρέθηκαν. Μέση Ταχύτητα:
hu: másodperc található. Átlag sebesség:

source: sec.
el: δευτ.
hu: mp.

source: %s removed.
el: %s αφαιρέθηκαν.
hu: %s törölve.

source: %s not removed. Write protect?
el: Το %s δεν αφαιρέθηκε. Προστασία εγγραφής;
hu: %s nincs törölve. Írásvédelem?

source: Settings have been Saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν.
hu: A beállítások elmentve.

source: Cover is Saved.
el: Το Εξώφυλλο αποθηκεύτηκε.
hu: A borító elmentve.

source: EMC Cover search setup
el: EMC Ρυθμίσεις αναζήτησης εξωφύλλου
hu: EMC borító keresés beállítás

source: Cancel
el: Ακύρωση
hu: Mégse

source: OK
el: ΟΚ

source: Search Site:
el: Ιστότοπος Αναζήτησης:
hu: Keresés a webhelyen:

source: Search filter for matching existing terms in the title:
el: Φίλτρο αναζήτησης για υπάρχοντες όρους που ταιριάζουν στον τίτλο:
hu: Keresési szűrő a meglévő kifejezésekhez a címben:

source: thetvdb cover number (standard cover):
el: αριθμός εξωφύλλου thetvdb (στάνταρ εξώφυλλο):
hu: thetvdb borító száma (szabványos borító):

source: Preferred cover resolution (if possible):
el: Προτιμώμενη ανάλυση εξωφύλλου (αν είναι δυνατό):
hu: Preferált borító felbontás (ha lehetséges):

source: Save description to movie.txt file:
el: Αποθήκευση περιγραφής στο αρχείο movie.txt:
hu: A movie.txt fájl leírásának mentése:

source: Single Search:
el: Μονή Αναζήτηση:
hu: Egyetlen keresés:

source: (without counting cover range)
el: (χωρίς μέτρηση του εύρους εξωφύλλων)
hu: (a borító számlálása nélkül)

source: thetvdb cover range per title:
el: εύρος εξωφύλλων thetvdb ανά τίτλο:
hu: thetvdb borítótartomány címenként:

source: Search Results per Search Site%s:
el: Αποτελέσματα Αναζήτησης ανά Ιστότοπο Αναζήτησης %s:
hu: Keresési találatok a(z) %s Keresés helyén:

source: Set path to save the folder Cover:
el: Ορισμός διαδρομής αποθήκευσης του Εξωφύλλου φακέλου:
hu: A borító mappa elmentési útvonalának beállítása:

source: Searching for %s
el: Αναζήτηση για %s
hu: %s keresése

source: EMC Cover Selecter
el: EMC Επιλογή Εξωφύλλου

source: found
el: βρέθηκαν
hu: talált

source: covers in
el: εξώφυλλα σε
hu: kiterjed

source: sec
el: δευτερόλεπτα
hu: másodperc

source: Can not save
el: Αδυναμία αποθήκευσης
hu: Nem lehet menteni

source: Can not save Cover in
el: Αδυναμία αποθήκευσης Εξωφύλλου στο
hu: A belső borító nem menthető

source: Move Cover to:
el: Μετακίνηση Εξωφύλλου σε:
hu: A borító ide mentve:

source: Choose directory
el: Επιλογή φακέλου
hu: Válasszon könyvtárat

source: Stop playback
el: Διακοπή αναπαραγωγής
hu: Lejátszás leállítása

source: show DVD main menu
el: εμφάνιση κύριου μενού DVD
hu: a DVD Főmenü megjelenítése

source: forward to the next chapter
el: προώθηση στο επόμενο κεφάλαιο
hu: ugrás a következő fejezethez

source: rewind to the previous chapter
el: μετάβαση στο προηγούμενο κεφάλαιο
hu: visszatekerés az előző chapterhez

source: jump forward to the next title
el: μετάβαση στον επόμενο τίτλο
hu: előreugrás a következő címhez

source: jump back to the previous title
el: μετάβαση στον πρηγούμενο τίτλο
hu: visszaugrás az előző címhez

source: (show optional DVD audio menu)
el: (εμφάνιση προαιρετικού μενού ήχου DVD)
hu: (DVD audió menü megjelenítése, ha van)

source: switch to the next audio track
el: μετάβαση στο επόμενο κανάλι ήχου
hu: átkapcsolás a következő hangsávra

source: switch to the next subtitle language
el: μετάβαση στην επόμενη γλώσσα υποτίτλων
hu: átkapcsolás a következő felirat nyelvre

source: switch to the next angle
el: μετάβαση στην επόμενη γωνία
hu: váltás a következő nézőszögre

source: view extensions...
el: εμφάνιση επεκτάσεων...
hu: bővítmények megtekintése...

source: Format AVSwitch
el: Φορμά AVSwitch
hu: AVSwitch formátum

source: Seek forward
el: Αναζήτηση εμπρός
hu: Előre kihagyása

source: Seek backward
el: Αναζήτηση προς τα πίσω
hu: Vissza kihagyása

source: Movie information
el: Πληροφορίες ταινίας
hu: Felvétel információk

source: No DVD-Player found!
el: Δεν βρέθηκε αναπαραγωγός DVD!
hu: DVD lejátszó nem található!

source: Skipping movie, the file does not exist.
el: Παράκαμψη ταινίας, το αρχείο δεν υπάρχει.
hu: A felvétel elhagyása, a fájl nem létezik.

source: EMC Zap to Live TV of record
el: EMC Μετάβαση σε ζωντανή TV από εγγραφή
hu: EMC Ugrás az élőműsor felvételéhez

source: Chap.
el: Κεφ.
hu: Fej.

source: Chapter
el: Κεφάλαιο
hu: Fejezet

source: Title
el: Τίτλος
hu: Cím

source: Save
el: Αποθήκευση
hu: Mentés

source: Delete Entry
el: Διαγραφή Στοιχείου
hu: Bejegyzés törlése

source: Delete All
el: Διαγραφή Όλων
hu: Összes törlése

source: EMC Playlist - current playlist
el: EMC Λίστα Αναπαραγωγής - τρέχουσα λίστα
hu: EMC műsorlista - aktuális lejátszási lista

source: EMC Playlist Menu
el: EMC Μενού Λίστας Αναπαραγωγής
hu: EMC műsorlista menü

source: Playlist open
el: Λίστα αναπαραγωγής ανοιχτή
hu: Lejátszási lista

source: Setup open
el: Ρυθμίσεις ανοικτές
hu: A beállítás megnyílik

source: Default Playlist is not empty! Save default Playlist?
el: Η Προεπιλεγμένη Λίστα Αναπαραγωγής δεν είναι κενή! Να γίνει αποθήκευση της προεπιλεγμένης λίστας;
hu: Az alapértelmezett lejátszási lista nem üres! Mentse az alapértelmezett lejátszási listát?

source: Playlist with same name exists! Try to save the Playlist with another name?
el: Μία Λίστα Αναπαραγωγής με το ίδιο όνομα υπάρχει ήδη! Προσπάθεια αποθήκευσης της Λίστας με άλλο όνομα;
hu: Már létezik ilyen nevű lejátszási lista! Próbálja menteni a lejátszási listát egy másik névvel?

source: Change the filename to save current Playlist:
el: Αλλαγή ονόματος αρχείου για αποθήκευση της τρέχουσας Λίστας Αναπαραγωγής:
hu: Módosítsa a fájlnevet az aktuális lejátszási lista mentéséhez:

source: Save current Playlist
el: Αποθήκευση τρέχουσας Λίστας Αναπαραγωγής
hu: Az aktuális lejátszási lista mentése

source: Current Playlist saved successfully!
el: Η τρέχουσα Λίστα Αναπαραγωγής αποθηκεύτηκε με επιτυχία!
hu: Az aktuális lejátszási lista sikeresen mentve!

source: Can not save current Playlist!
el: Αδυναμία αποθήκευσης της τρέχουσας Λίστας!
hu: Nem menthető az aktuális lejátszási lista!

source: Default Playlist path
el: Διαδρομή προεπιλεγμένης Λίστας Αναπαραγωγής
hu: Alapértelmezett lejátszási lista útvonala

source: Default Playlist name
el: Προεπιλεγμένο όνομα Λίστας Αναπαραγωγής
hu: Alapértelmezett lejátszási lista neve

source: Always save current Playlist
el: Πάντα αποθήκευση της τρέχουσας Λίστας Αναπαραγωγής
hu: Mindig mentse az aktuális lejátszási listát

source: EMC Playlist Setup
el: EMC Ρυθμίσεις Λίστας Αναπαραγωγής
hu: EMC Lejátszási lista beállítás

source: Choose Directory:
el: Επιλογή Φακέλου:
hu: Válasszon könyvtárat:

source: Enter Name for Playlist
el: Εισαγωγή Ονόματος για τη Λίστα Αναπαραγωγής
hu: Adja meg a lejátszási lista nevét

source: Open
el: Άνοιγμα
hu: Nyitás

source: EMC Filebrowser
el: EMC Πλοηγός Αρχείων

source: Next auto-start in
el: Επόμενη αυτόματη εκκίνηση σε
hu: Következő automatikus indítás

source: auto-start is currently not active.
el: η αυτόματη εκκίνηση δεν είναι ενεργή.
hu: az automatikus indítás jelenleg nem aktív.

source: Your Box is about to go into Standby, continue? Select no to delay one hour
el: Ο δέκτης σας θα μεταβεί σε Αναμονή, συνέχεια; Επιλέξτε όχι για καθυστέρηση μίας ώρας
hu: A készülék már készen áll a készenléti állapotra, folytassa? Válasszon ki egy órát

source: Your Box is about to go into DeepStandby, continue? Select no to delay one hour
el: Ο δέκτης σας θα μεταβεί σε Βαθιά Αναμονή, συνέχεια; Επιλέξτε όχι για καθυστέρηση μίας ώρας
hu: A készülék ki fog kapcsolni, folytatja? Válasszon ki egy órát

source: Your Box is about to go into Reboot, continue? Select no to delay one hour
el: Ο δέκτης σας θα επανεκκινηθεί, συνέχεια; Επιλέξτε όχι για καθυστέρηση μίας ώρας
hu: A készülék már elkezdte az újra indítást, folytassa? Válasszon ki egy órát

source: Your Box is about to go into E2 Restart, continue? Select no to delay one hour
el: Θα γίνει επανεκκίνηση του E2 του δέκτη σας, συνέχεια; Επιλέξτε όχι για καθυστέρηση μίας ώρας
hu: A készüléken az E2 rendszer már elkezdte az újra indítástát, folytassa? Válasszon ki egy órát

source: Custom
el: Προσαρμογή
hu: Egyedi

source: Default
el: Προεπιλογή
hu: Alapértelmezett

source: Performance
el: Επιδόσεις
hu: Teljesítmény

source: Information
el: Πληροφορίες
hu: Információk

source: About
el: Περί
hu: Névjegy

source: HELP_About
el: ΒΟΗΘΕΙΑ_Περί
hu: Megnyitja a Névjegy párbeszédpanelt

source: Disable EMC
el: Απενεργοποίηση του EMC
hu: EMC letiltása

source: HELP_Disable EMC
el: ΒΟΗΘΕΙΑ_Απενεργοποίηση του EMC
hu: Az EMC (felvétel lista) letiltását lehet beállítani. Néhány speciális funkció, mint például az [Időzített lista törlése], [Kuka tisztítás] és [Automatikus újraindítás] továbbra is aktív marad a háttérben

source: Start EMC with
el: Εκκίνηση του EMC με
hu: EMC elindítása ezzel

source: HELP_Start EMC with
el: ΒΟΗΘΕΙΑ_Εκκίνηση του EMC με
hu: Állítsa be, hogy az EMC milyen gombbal induljon el

source: Show plugin config in extensions menu
el: Εμφάνιση των ρυθμίσεων του πρόσθετου στο μενού επεκτάσεων
hu: Az EMC beállításainak megjelenítése a Bővítmények menüben

source: HELP_Show plugin config in extensions menu
el: ΒΟΗΘΕΙΑ_Εμφάνιση των ρυθμίσεων του πρόσθετου στο μενού επεκτάσεων
hu: Az EMC konfiguráció megjelenítése vagy elrejtése a bővítmények menüben. A bővítmények menüje normális esetben a [KÉK] gomb megnyomásával érhető el

source: Show EMC in extensions menu
el: Εμφάνιση του EMC στη λίστα επεκτάσεων
hu: Az EMC megjelenítése a Bővítmények menüben

source: HELP_Show EMC in extensions menu
el: ΒΟΗΘΕΙΑ_Εμφάνιση του EMC στη λίστα επεκτάσεων
hu: Az EMC megjelenítése vagy elrejtése a bővítmények menüben. A bővítmények menüje normális esetben a [KÉK] gomb megnyomásával érhető el

source: HELP_Key assignment Separator
el: ΒΟΗΘΕΙΑ_Διαχωριστής ανάθεσης πλήκτρου
hu: Billentyűzet gombok kiosztásának elválasztója

source: Bouquet buttons behaviour
el: Συμπεριφορά πλήκτρου Μπουκέτων
hu: Csatornacsomag gombok viselkedése

source: HELP_Bouquet buttons behaviour
el: ΒΟΗΘΕΙΑ_Συμπεριφορά πλήκτρου Μπουκέτων
hu: A csatornacsomag gombok viselkedésének beállítása

source: List entries to skip
el: Λίστα στοιχείων προς παράκαμψη
hu: Listaelemek átugrása

source: HELP_List entries to skip
el: ΒΟΗΘΕΙΑ_Λίστα στοιχείων προς παράκαμψη
hu: Mennyi listaelemet ugorjon át

source: Red button function
el: Λειτουργία κόκκινου πλήκτρου
hu: Piros gomb funkciója

source: HELP_Red button function
el: ΒΟΗΘΕΙΑ_Λειτουργία κόκκινου πλήκτρου
hu: A Piros gomb funkcióját lehet beállítani

source: Long Red button function
el: Λειτουργία παρατεταμένου κόκκινου πλήκτρου
hu: Piros gomb hosszan funkciója

source: HELP_Long Red button function
el: ΒΟΗΘΕΙΑ_Λειτουργία παρατεταμένου κόκκινου πλήκτρου
hu: A Piros gomb hosszan funkcióját lehet beállítani

source: Yellow button function
el: Λειτουργία κίτρινου πλήκτρου
hu: Sárga gomb funkciója

source: HELP_Yellow button function
el: ΒΟΗΘΕΙΑ_Λειτουργία κίτρινου πλήκτρου
hu: A Sárga gomb funkcióját lehet beállítani

source: Long Yellow button function
el: Λειτουργία παρατεταμένου κίτρινου πλήκτρου
hu: Sárga gomb hosszan funkciója

source: HELP_Long Yellow button function
el: ΒΟΗΘΕΙΑ_Λειτουργία παρατεταμένου κίτρινου πλήκτρου
hu: A Sárga gomb hosszan funkcióját lehet beállítani

source: Blue button function
el: Λειτουργία μπλε πλήκτρου
hu: Kék gomb funkciója

source: HELP_Blue button function
el: ΒΟΗΘΕΙΑ_Λειτουργία μπλε πλήκτρου
hu: A Kék gomb funkcióját lehet beállítani

source: Long Blue button function
el: Λειτουργία παρατεταμένου μπλε πλήκτρου
hu: Kék gomb hosszan funkciója

source: HELP_Long Blue button function
el: ΒΟΗΘΕΙΑ_Λειτουργία παρατεταμένου μπλε πλήκτρου
hu: A Kék gomb hosszan funkcióját lehet beállítani

source: daily auto-start
el: καθημερινή αυτόματη εκκίνηση
hu: napi automatikus indítás

source: HELP_Daily auto-start
el: ΒΟΗΘΕΙΑ_Καθημερινή αυτόματη εκκίνηση
hu: A napi automatikus indítás beállításai

source: auto-start window begin
el: εκκίνηση παραθύρου αυτόματης έναρξης
hu: az automatikus indítás ablak kezdése

source: HELP_auto-start window begin
el: ΒΟΗΘΕΙΑ_εκκίνηση παραθύρου αυτόματης έναρξης
hu: Mikor kezdődjön az automatikus indítási ablak

source: auto-start window end
el: τέλος παραθύρου αυτόματης έναρξης
hu: az automatikus indítás ablak befejezése

source: HELP_auto-start window end
el: ΒΟΗΘΕΙΑ_τέλος παραθύρου αυτόματης έναρξης
hu: Mikor fejeződjön be az automatikus indítási ablak

source: Force standby after auto-restart
el: Αναγκαστική αναμονή μετά την αυτόματη έναρξη
hu: A készenléti állapot kényszerítése az újra indítást követően

source: HELP_Force standby after auto-start
el: ΒΟΗΘΕΙΑ_Αναγκαστική αναμονή μετά την αυτόματη έναρξη
hu: A készenléti állapot kényszerítése az újraindítást követőn legyen-e

source: LongInfo Button
el: Παρατεταμένο πλήκτρο πληροφοριών
hu: INFO gomb

source: HELP_LongInfo Button
el: ΒΟΗΘΕΙΑ_Παρατεταμένο πλήκτρο πληροφοριών
hu: Az INFO gomb funkcióját lehet beállítani

source: Movie home at start
el: Κεντρικός φάκελος ταινιών στην αρχή
hu: A Felvétel helye legyen induláskor

source: HELP_Movie home at start
el: ΒΟΗΘΕΙΑ_Κεντρικός φάκελος ταινιών στην αρχή
hu: Az EMC mindig a 'Felvétel helye' könyvtárból induljon. A 'Felvétel helye' könyvtárat alább be tudja állítani

source: Default sort mode
el: Προεπιλεγμένη λειτουργία ταξινόμησης
hu: Alapértelmezett rendezési mód

source: HELP_Sort mode at startup
el: ΒΟΗΘΕΙΑ_Λειτουργία Ταξινόμησης στην εκκίνηση
hu: Az EMC indulásakor a következő rendezési móddal induljon

source: Movie home home path
el: Διαδρομή κεντρικού φακέλου ταινιών
hu: Felvételek könyvtára

source: HELP_Movie home home path
el: ΒΟΗΘΕΙΑ_Διαδρομή κεντρικού φακέλου ταινιών
hu: Állítsa be a 'Felvételek helyének' elérési útját

source: EMC path access limit
el: Όριο πρόσβασης διαδρομής EMC
hu: EMC melyik könyvtártól nézze a fájlokat

source: HELP_EMC path access limit
el: ΒΟΗΘΕΙΑ_Όριο πρόσβασης διαδρομής EMC
hu: Határozza meg, hogy az EMC melyik könyvtárig érheti el a fájlokat. A [<] és a [>] gombokkal (a 0 gomb mellettiek) felülbírálhatja ezt a határt

source: Cursor predictive move after selection
el: Προβλεπόμενη κίνηση κέρσορα μετά την επιλογή
hu: A kurzor előrejelző mozgása a kiválasztás után

source: HELP_Cursor predictive move after selection
el: ΒΟΗΘΕΙΑ_Προβλεπόμενη κίνηση κέρσορα μετά την επιλογή
hu: A [VIDEO/PVR] gombbal történt kiválasztás után a kurzor a megadott irányba mozog. A 'fel/le' gombbal a kurzor követi az utoljára alkalmazott irányt

source: Show symlinks
el: Εμφάνιση συντομεύσεων
hu: Szimbolikus linkek megjelenítése

source: HELP_Show symlinks
el: ΒΟΗΘΕΙΑ_Εμφάνιση συντομεύσεων
hu: Szimbolikus linkek megjelenítése

source: Show directories
el: Εμφάνιση φακέλων
hu: Könyvtárak megjelenítése

source: HELP_Show directories
el: ΒΟΗΘΕΙΑ_Εμφάνιση φακέλων
hu: Könyvtárak megjelenítése vagy elrejtése a felvételi listában

source: Show directories within movielist
el: Εμφάνιση φακέλων εντός της λίστας ταινιών
hu: Mutasson könyvtárakat a felvételi listában

source: HELP_Show directories within movielist
el: ΒΟΗΘΕΙΑ_Εμφάνιση φακέλων εντός της λίστας ταινιών
hu: Mutasson könyvtárakat a felvételi listában

source: Configured directories at the top of movielist
el: Ρυθμισμένοι φάκελοι στην κορυφή της λίστας ταινιών
hu: Konfigurált könyvtárak a felvételi lista tetején

source: HELP_Configure in etc\enigma2\emc-topdir.cfg
el: ΒΟΗΘΕΙΑ_Ρυθμίσεις στο etc\enigma2\emc-topdir.cfg
hu: Konfigurált könyvtárak a felvételi lista tetején

source: Show directories information
el: Εμφάνιση πληροφοριών φακέλων
hu: Könyvtárak információinak megjelenítése

source: HELP_Show directories information
el: ΒΟΗΘΕΙΑ_Εμφάνιση πληροφοριών φακέλων
hu: Megjeleníti a felvételek mennyiségét és/vagy azt, hogy mennyi lemezterületet használnak

source: Text shown for initially unknown file count
el: Εμφάνιση κειμένου για αρχικά άγνωστη αρίθμηση αρχείου
hu: A szöveg mutatja az eredetileg ismeretlen fájlszámot

source: HELP_Text shown for initially unknown file count
el: ΒΟΗΘΕΙΑ_Εμφάνιση κειμένου για αρχικά άγνωστη αρίθμηση αρχείου
hu: A szöveg mutatja az eredetileg ismeretlen fájlszámot

source: Text shown for initially unknown count and size
el: Εμφανιζόμενο κείμενο για αρχικά άγνωστο αριθμό και μέγεθος
hu: A szöveg mutatja az eredetileg ismeretlen számlálót és méretet

source: HELP_Text shown for initially unknown count and size
el: ΒΟΗΘΕΙΑ_Εμφανιζόμενο κείμενο για αρχικά άγνωστο αριθμό και μέγεθος
hu: A szöveg mutatja az eredetileg ismeretlen számlálót és méretet

source: Text shown for initially unknown directory size
el: Εμφανιζόμενο κείμενο για αρχικά άγνωστο μέγεθος φακέλου
hu: A szöveg mutatja az eredetileg ismeretlen könyvtár méretét

source: HELP_Text shown for initially unknown directory size
el: ΒΟΗΘΕΙΑ_Εμφανιζόμενο κείμενο για αρχικά άγνωστο μέγεθος φακέλου
hu: A szöveg mutatja az eredetileg ismeretlen könyvtár méretét

source: Icon shown for initially unknown count / size
el: Εμφανιζόμενο εικονίδιο για αρχικά άγνωστο αριθμό / μέγεθος
hu: Az ikon mutatja az eredetileg ismeretlen számot / méretet

source: HELP_Icon shown for initially unknown count / size
el: ΒΟΗΘΕΙΑ_Εμφανιζόμενο εικονίδιο για αρχικά άγνωστο αριθμό / μέγεθος
hu: Az ikon mutatja az eredetileg ismeretlen számot / méretet

source: Show directory size in skin
el: Εμφάνιση μεγέθους φακέλου στο θέμα
hu: A könyvtár méretének megjelenítése a kinézetben (Skin)

source: HELP_Show directory size in skin
el: ΒΟΗΘΕΙΑ_Εμφάνιση μεγέθους φακέλου στο θέμα
hu: A könyvtár méretének megjelenítése a kinézetben (Skin)

source: Show Latest Recordings directory
el: Εμφάνιση φακέλου Τελευταίων Εγγραφών
hu: A legfrissebb felvételek listájának megjelenítése

source: HELP_Show Latest Recordings directory
el: ΒΟΗΘΕΙΑ_Εμφάνιση φακέλου Τελευταίων Εγγραφών
hu: Megjelenítsen egy virtuális mappát a 'Felvételek helye' könyvtárában a legfrissebb felvételek listájával. A 'Felvételek helye' alkönyvtárából is. (Csak egy oldal)

source: Latest Recordings directory limit
el: Όριο φακέλου Τελευταίων Εγγραφών
hu: Legfrissebb felvételek könyvtárjának korlátja

source: HELP_Latest Recordings directory limit
el: ΒΟΗΘΕΙΑ_Όριο φακέλου Τελευταίων Εγγραφών
hu: Legfrissebb felvételek könyvtárjának korlátja

source: Latest Recordings directory use emc-noscan.cfg
el: Χρήση του emc-noscan.cfg για το φάκελο Τελευταίων Εγγραφών
hu: A legfrissebb felvételek mappában használja az emc-noscan.cfg fájlt

source: HELP_Latest Recordings directory use emc-noscan.cfg
el: ΒΟΗΘΕΙΑ_Χρήση του emc-noscan.cfg για το φάκελο Τελευταίων Εγγραφών
hu: A legfrissebb felvételek mappában használja az emc-noscan.cfg fájlt

source: Show VLC directory
el: Εμφάνιση φακέλου VLC
hu: A VLC könyvtár megjelenítése

source: HELP_Show VLC directory
el: ΒΟΗΘΕΙΑ_Εμφάνιση φακέλου VLC
hu: A VLC könyvtár megjelenítése vagy elrejtése, ha a VlcPlayerExtended Plugin telepítve van

source: Show Bookmarks in movielist
el: Εμφάνιση Σελιδοδεικτών στη λίστα ταινιών
hu: Könyvjelzők megjelenítése a felvételek listájában

source: HELP_Show Bookmarks in movielist
el: ΒΟΗΘΕΙΑ_Εμφάνιση Σελιδοδεικτών στη λίστα ταινιών
hu: Könyvjelzők megjelenítése a felvételek listájában

source: Use cache for files and directories
el: Χρήση προσωρινής μνήμης για αρχεία και φακέλους
hu: Gyorsítótár (cache) fájlok és könyvtárak használata

source: HELP_Use cache for files and directories
el: ΒΟΗΘΕΙΑ_Χρήση προσωρινής μνήμης για αρχεία και φακέλους
hu: Gyorsítótár (cache) fájlok és könyvtárak használata

source: Minimum file cache limit (0=cache everything)
el: Ελάχιστο όριο μεγέθους προσωρινής αποθήκευσης αρχείου (0= αποθήκευση όλων)
hu: Minimális fájl gyorsítótár (cache) korlát (0 = minden gyorsítótárazása)

source: HELP_Minimum file cache limit
el: ΒΟΗΘΕΙΑ_Ελάχιστο όριο προφόρτωσης αρχείου
hu: Minimális fájl gyorsítótár (cache) korlát (0 = minden gyorsítótárazása)

source: Show experimental options
el: Εμφάνιση πειραματικών επιλογών
hu: A kísérleti beállítások megjelenítése

source: HELP_Show experimental options
el: ΒΟΗΘΕΙΑ_Εμφάνιση πειραματικών επιλογών
hu: A kísérleti beállítások megjelenítése

source: Don't auto scan size of dirs from emc-noscan.cfg
el: Να μη γίνεται αυτόματη ανίχνευση του μεγέθους των φακέλων από το emc-noscan.cfg
hu: Ne vegye figyelembe a könyvtárak méretét az emc-noscan.cfg fájlból

source: HELP_Don't auto scan size of dirs from emc-noscan.cfg
el: ΒΟΗΘΕΙΑ_Να μη γίνεται αυτόματη ανίχνευση του μεγέθους των φακέλων από το emc-noscan.cfg
hu: Ne vegye figyelembe a könyvtárak méretét az emc-noscan.cfg fájlból

source: Limit file operations in dirs from emc-noscan.cfg
el: Περιορισμός ενεργειών αρχείου σε φακέλους του emc-noscan.cfg
hu: Határozza meg a fájlok műveleteit a könyvtárakban az emc-noscan.cfg fájlból

source: HELP_Limit file operations in dirs from emc-noscan.cfg
el: ΒΟΗΘΕΙΑ_Περιορισμός ενεργειών αρχείου σε φακέλους του emc-noscan.cfg
hu: Határozza meg a fájlok műveleteit a könyvtárakban az emc-noscan.cfg fájlból

source: After file OPs only re-scan affected dirs
el: Μετά τις ενέργειες των αρχείων, επανασάρωση μόνο των σχετικών φακέλων
hu: Az operációs rendszerfájlok az érintett könyvtárak újra olvasása után

source: HELP_After file OPs only re-scan affected dirs
el: ΒΟΗΘΕΙΑ_Μετά τις ενέργειες των αρχείων, επανασάρωση μόνο των σχετικών φακέλων
hu: Az operációs rendszerfájlok az érintett könyvtárak újra olvasása után

source: Wake device when entering dir from emc-noscan.cfg
el: Αφύπνιση συσκευής κατά την εισαγωγή φακέλου από το emc-noscan.cfg
hu: A készülék felébresztése az emc-noscan.cfg fájl olvasásakor

source: HELP_Wake device when entering dir from emc-noscan.cfg
el: ΒΟΗΘΕΙΑ_Αφύπνιση συσκευής κατά την εισαγωγή φακέλου από το emc-noscan.cfg
hu: A készülék felébresztése az emc-noscan.cfg fájl olvasásakor

source: Check for dead links
el: Έλεγχος για ανενεργούς συνδέσμους
hu: Halott linkek ellenőrzése

source: HELP_Check for dead links
el: ΒΟΗΘΕΙΑ_Έλεγχος για ανενεργούς συνδέσμους
hu: Halott linkek ellenőrzése

source: HELP_separator_hide&performance
el: ΒΟΗΘΕΙΑ_απόκρυψη διαχωριστή και επιδόσεις
hu: A fájlok/mappák elrejtésére és a teljesítményre vonatkozó beállítások
